{
	"variables": ["itemName", "tierName", "itemType"],
	"REMINDER": [
		"${itemName} уже містить назву рівня, оскільки назва рівня є частиною назви, наприклад, '[Сміття] Пістолет'"
	],
	"lores": {
		"TRASH": [
			"Зламаний і пошарпаний ${itemName}, скріплений клеєм і клейкою стрічкою. Відповідно до свого позначення ${tierName}, він майже не функціонує як ${itemType}.",
			"Масове виробництво, яке було найкращою технологією свого часу, коштує ${itemName} його репутації та якості. Не більше ніж ${tierName} його долі.",
			"Не що інше, як давно забутий артефакт, хоча «артефакт», здається, мав би звучати поважно. Можливо, не стільки артефакт, скільки просто уламки. Знову ж таки, ці ${itemType} були настільки 'функціональними', наскільки вони мали бути.",
			"Дивно, що ${itemType} досі не розвалився.",
			"З якого б смітника не був цей ${itemType}, зіпсована їжа котра забилась в ньому, явно коштувала б більше за ${itemName}.",
			"Можна досліджувати ${itemName}, сподіваючись знайти щось цінне. На жаль, це просто марна трата часу.",
			"Цей ${itemType} було відкликано виробником через відомі дефекти. Він може бути корисним як підручний матеріал.",
			"Через нерівності ${itemType} експоненціально втрачає свою цінність до такої міри, що, називаючи його 'ім'я', продавець ігнорує його.",
			"Наявність такого чудового бренду не означає, що таке спорядження ${itemType}, як це, виправдає свою назву. ${tierName} відповідає своєму рівню.",
			"Якщо час – це гроші, кілька секунд, які знадобляться вам, щоб прочитати це, коштують набагато більше, ніж ${itemName}, який ви бачите перед собою.",
			"У більшості випадків спорядження ручної роботи, швидше за все, знищить свого власника, намагаючись зробити все можливе, щоб бути максимально функціональним. Сподіваємося, що це обладнання ${itemType} не приходить із одноразовими платежами.",
			"Потертий і побитий, ${itemName} бачив кращі дні. На жаль, кращі дні відносні."
		],
		"COMMON": [
			"Цей ${itemName} є одним із багатьох мільйонів подібних одиниць спорядження, які щорічно випускає Мілітех. Він не є чимось особливим, але принаймні він не вибухне вам в обличчя.",
			"Легко знайти, зазвичай використовувався новобранцями SLPD свого часу. Можливо, вам доведеться трохи вдосконалити ${itemName}, перш ніж використовувати його.",
			"${itemName} – це стандартний ${itemType}. Це настільки ${tierName}, що майже кожен уже має один і, мабуть, не зацікавиться іншим.",
			"Люди можуть дарувати ${itemName} як подарунок на весіллі. Ще один насправді нікому не потрібен, але він може колись знадобитись.",
			"Це добре виготовлене спорядження ${itemType}, яке зазвичай називають «стартовим набором», служитиме своїй меті як реалізація людської цінності 'бути добре озброєним'.",
			"Цілеспрямоване спорядження ${itemType} із ярликом 'Зброяр Джуді' на боці. Мабуть, це його творець.",
			"Зазвичай можна знайти на ринку Шангрі-Ла як спорядження для початківців.",
			"Стандартний предмет. Штамп на цьому ${itemName} вказує на те, що він був виготовлений на заводі в Арасаці в нижній частині Алабами, де робоча сила дешева, і відправлявся оптом."
		],
		"HIGH_QUALITY": [
			"Напрочуд добре зроблений ${itemName}, цей елемент обладнання демонструє ознаки чудової майстерності та з точністю виконує поставлене завдання.",
			"Майстерно виконаний ${itemName}, про що свідчить його чудовий дизайн. Збережіть його цілим, можливо він врятує вам кінцівку одного чудового дня.",
			"Жодної подряпини. Ходять чутки, що лише певна кількість людей могла створити це спорядження. Чудовий ${itemType}, як і має бути.",
			"Може стати в нагоді. Маркування на цьому ${itemType} вказує на те, що він був частиною виробничої партії без дефектів. Можливо, його можна було б продати за хорошу ціну?",
			"${itemName} викликає ностальгічні спогади. Якби тільки більше таких речей було зроблено... Цій галактиці точно було б краще.",
			"Вишуканий, та добре зроблений ${itemName}. На задній частині ${itemType} видніється текст 'Розібрати у виникненні критичних несправностей'.",
			"Торговці називають це спеціальне спорядження своїми 'ліваками'. Це може бути пов'язано з їхньою поведінкою щодо продажу цих ${itemName} за високими цінами іноземцям.",
			"Трофейний подарунок за 'відданість своїй праці' після багатьох років роботи в SLPD. З однієї сторони це означає 'дякуємо за службу' а з іншої '***** ваше існування'.",
			"Без подряпин, ${itemName} виглядає ніби зібраний вручну. Він навіть має атмосферостійке покриття!"
		],
		"RARE": [
			"Це цінне доповнення до будь-якого комплекту, ${itemName} є винятковим за своє довговічністю та якістю. Його виробник невідомий, але вони точно знали, що робили.",
			"Складний дизайн без будь-яких проміжних помилок, як ви вже могли помітити. Зберігайте його в первозданному вигляді, і будь-який торговець може продати все своє майно заради такого ${tierName}.",
			"Лі якось згадував, що деяке спорядження недаремно значиться як ${tierName}. Корпорація Арасака, що стоїть за ним, знає, як виготовити таке чудове, але спокусливе обладнання, яке тільки може забажати людство, як це підтверджує ${itemName}.",
			"Ніщо не виглядає так, як ${itemType}. Він прекрасно налаштований і, здається, виготовлений вручну. Хтось витратив багато часу на це.",
			"Це чудовий ${itemType}, і він чудово виглядає. Ідеальний розмір. Матеріал виготовлено з легкого нано-сплаву, який прослужить багато років після типового терміну служби.",
			"Збоку ${itemType} було вигравірувано «зберігайте це як талісман на удачу». Можливо, краще просто переробити його відразу.",
			"Лі згадував, що колись це спорядження було оснащене високопоставленим членами SLPD, проте через високий рівень смертності ${itemType} швидко замінили.",
			"'У разі надзвичайної ситуації за будь-яку ціну спорядіть це спорядження' — було вигравірувано на задній стороні ${itemType}. Текст 'Властивість SLPD' також було показано на зворотній стороні ${itemType}."
		],
		"LEGENDARY": [
			"Цей ${itemName} був частиною надзвичайно обмеженого виробництва Арасака. Вважається, що їх було виготовлено лише кілька десятків, і це спорядження входить до цієї шанованої групи. Ідеальний підгон для кожного колекціонера зброї.",
			"Ті, хто використовував ці ${itemName}, були або членами SLPD, або аристократами, або дурнями, які явно хизуються.",
			"Прекрасна етикетка переказує історію ще одного юнака, який вкладає свою душу, кров та піт, лише щоб створити спорядження, яке аристократи купують просто так.",
			"Коли світло відбивається від ${itemName}, кольори об'єднуються в кілька приємних для очей відтінків. Цей ${itemType} має кілька вбудованих рішень, як-от розширений штучний інтелект, нейронний інтерфейс і підключення до соціальних мереж VR.",
			"${itemName} належав відомому лідеру банди, яка очолила перший напад на перше повстання AI. ${itemName} було втрачено після його смерті, але якимось чином його знову знайшли...",
			"Пережиток минулого, який знову потрапив у кіберпростір. Невпізнаний рунічний символ був вигравіруваний на боці ${itemType}, який відноситься до епохи до кіберпанку.",
			"Ручне гравіювання. Зручний рельєф. Набитий правильно та оброблено належним чином. На ${itemName} добре видніється логотип Арасака. Якісна штука."
		],
		"EPIC": [
			"Унікальне в своєму роді інженерне диво, цей ${itemName} дуже затребуваний як багатіями, так і лідерами елітних банд. Надзвичайно цінний і потужний.",
			"Ті, хто шукає це «єдине» обладнання, знають історію та важливість його досконалості ${itemName}.",
			"Втрачений артефакт, який спливає на поверхню у футуристичний час, революціонізуючи майстерність, оскільки лише ті, хто 'достатньо гідні', набудуть своєї справжньої сили.",
			"Нетраннери вже багато років поширюють чутки про ${itemName}. Цей ${itemType} коштує половину вашого місцевого ВВП! Можливо, нетраннери все ще шукають? Здається, що тіні рухаються самі по собі. Хто це там?",
			"Навіть з великим виграшем у пачинко ніхто не міг дозволити собі цей ${itemName}. Він позначений дорогим штрих-кодом промислово-динамічної голограми, який зустрічається лише на обмежених ультрапреміальних прототипах ${itemType}.",
			"${itemType} не має собі рівних. Це знаменитий ${itemName}. Ця крихітка одна на мільйон. Його власник міг спілкуватися з неймовірно багатими людьми. Цей казковий скарб неможливо отримати за будь-яку ціну, найрідкісніший у галактиці."
		]
	}
}
