{
  "variables": [
    "itemName", "tierName", "itemType"
  ],
  "REMINDER": [
    "The ${itemName} already includes th' tier name, as th' tier name is part o' th' name, example, 'Trash Pistal'"
  ],
  "lores": {
    "TRASH": [
      "A broken 'n battered ${itemName} held together by glue & duct tape. True t' its ${tierName} designation, it barely functions as a ${itemType}.",
      "Used t' be th' peak technology o' its time, mass manufacturin' costs ${itemName} its reputation 'n quality. Naught more than a ${tierName} o' its fate.",
      "Naught more than an marooned artifact—although, 'artifact' seems t' imply some degree o' significance. Maybe less o' an artifact than jus' detritus. Then again, these ${itemType} we be only as 'functional' as they needed t' be.",
      "It's a wonder this ${itemType} even still has all its pieces.",
      "Whatever dumpster this ${itemType} came from well-nigh certainly contained spoiled grub that'd be worth more than th' ${itemName}.",
      "One might examine ${itemName}, hopin' t' find somethin' valuable. Alas, they would 'ave wasted thar valuable time.",
      "This ${itemType} was recalled by th' manufacturer ferr known defects. It might be useful as scrap material.",
      "Rough edges do make a ${itemType} lose its value exponentially, t' th' point where callin' its 'name' makes a merchant ignore its existence.",
      "Havin' such a remarkable brand doesn't mean that a ${itemType} gear such as this one will live up t' its name. Livin' up t' its ${tierName} tier that be.",
      "If time be doubloons, th' few seconds it takes ye t' read this are worth well more than th' ${itemName} ye see afore ye.",
      "In most cases, handcrafted gear will most likely destroy its owner while trying its best t' be as functional as it can be. Do hope that this ${itemType} gear doesn't come wit' flatline bills.",
      "Weathered 'n beaten, this ${itemName} has seen better days.  Unfortunately, better days be kin.  'twas shoddily made t' begin wit' as well."
    ],
    "COMMON": [ 
      "One o' th' many millions o' similar pieces o' gear churned out by Militech annually, this ${itemName} be naught special, but at least it doesn't explode in yer face.",
      "Easy t' find, commonly used by SLPD crimps durin' its time. Ye might needs t' refine th' ${itemName} a wee bit afore usin' it.",
      "The ${itemName} be a standard ${itemType}. 'tis so ${tierName} that well-nigh everybody has one already, 'n prolly wouldna be interested in another.",
      "Scallywags might give out a ${itemName} as a party favor at thar weddings. Nobody mighty needs another, but it might 'ave some use.",
      "Commonly referred t' as a 'starter kit', this well-made ${itemType} gear will serve its purpose as a in fulfillin' humanity's value o' 'bein' well armed'.",
      "A purposeful ${itemType} gear wit' a label 'Judy's Weapon Smith' on its side. Must be th' makers o' it.",
      "Commonly found in Shangri-La Market as beginner's gear. Mostly gifted away as a 'ahoy charm' due t' th' abundant amount o' th' gear.",
      "A standard issue item.  The stampin' on this ${itemName} indicates that 'twas manufactured in an Arasaka plant in lower Alabama, where labor be cheap, 'n shipped in bulk."
    ],
    "HIGH_QUALITY": [ 
      "A surprisingly well-made ${itemName}, this piece o' equipment sports signs o' excellent craftsmanship 'n accomplishes its designated purpose wit' precision.",
      "A noticeable craftsmanship o' a fine ${itemName} be, as shown from its magnifique design. Keep it intact 'n it might save ye a limb another day.",
      "Nah a scratch on it. Rumor said that only a certain amount o' scallywags could craft this gear. A fine ${itemType}, as it best be.",
      "This could be useful. The markings on this ${itemType} indicate 'twas part o' a production batch without defects. Maybe it could sell ferr a nice profit?",
      "The ${itemName} brings back nostalgic memories. If only more things we be made like this, this galaxy would be better off.",
      "A refined, well-made ${itemName}. 'Scrap when a dangerous level o' malfunction occurs' text be shown at th' back o' th' ${itemType}.",
      "Merchants refer t' this specific gear as thar 'pocket doubloons'. It might relate t' thar behavior o' sellin' these ${itemName}s at high prices t' foreigners.",
      "Notably gifted as a 'work dedication' aft a certain amount o' years at SLPD. Either that or as a 'high noble' way o' sayin' 'f*** yer existence'.",
      "Wit' no scratches, this ${itemName} nigh-on looks hand-assembled.  It even has a weather resistant coatin'!"
    ],
    "RARE": [ 
      "A valuable addition t' any set o' gear, this ${itemName} be exceptional in both durability 'n quality. Its manufacturer be unknown, but they sure as Davy Jones' locker knew wha' they we be doin'.",
      "An intricate design without any mistakes in between, as noticed right away. Keep it pristine 'n any merchant might sell its belongings ferr such a ${tierName} piece.",
      "Lee once said that some gear was listed as ${tierName} ferr good reason. The corporation behind it, Arasaka, knows how t' make as fine yet seducin' a piece o' equipment as humanity could ever ask ferr, as this ${itemName} proves.",
      "Naught off-th'-shelf looks quite like this ${itemType}. It's heavily customized 'n appears t' be hand-crafted. Someone spent a lot o' time makin' this.",
      "'tis an excellent ${itemType} 'n it looks great. It's th' perfect size. The material be constructed o' a light-weight nano-alloy that shall last eons past a typical organic lifespan.",
      "'keep it as a good luck charm' was engraved at th' side o' th' ${itemType}. Might be best t' jus' scrap it right away.",
      "Lee said that high-rankin' SLPD once equipped this gear, yet a high rate o' mortality caused this ${itemType} t' fade away handsomely.",
      "'in case o' emergency, equip this gear at all costs' was engraved on th' rear side o' th' ${itemType}. 'Property o' SLPD' text was also shown on th' other side o' th' ${itemType}."
    ],
    "LEGENDARY": [ 
      "This ${itemName} was part o' an mighty limited production run by Arasaka. Only a few dozen we be supposedly made, 'n this gear be among that venerated group. A revered prize ferr any weapons collector.",
      "Those who equipped these ${itemName}s we be either SLPD deputies, aristocrats, or fools who show thar heads clearly.",
      "The fine label behind th' gear retold a tale o' a young lad who suffers from cruelty 'n extensive labor, only t' be consumed inside pricy equipment that aristocrats acquire as a necessity.",
      "As light dances off th' ${itemName}, th' color swirls into several eye pleasin' hues. This ${itemType} has several built-in survival upgrades such as advanced AI, a neural interface, 'n VR social media connectivity.",
      "The ${itemName} belonged t' a famous gang leader that led th' initial assault against th' first AI mutiny. 'twas lost aft thar death, but somehow 'twas found again.",
      "A relic o' th' past that found its way back into cyberspace. An unrecognizable runic symbol was engraved in th' side o' th' ${itemType} that dates back t' th' pre-cyberpunk era.",
      "Hand etched.  Comfort grooved. Padded exactly correctly, 'n machined appropriately.  The Arasaka logo be stamped prominently on this ${itemName}.  A quality piece."
    ],
    "EPIC": [ 
      "A one-o'-a-kind engineerin' marvel, this ${itemName} be mighty sought aft by th' ultra-rich 'n elite gang leaders alike. Mighty valuable 'n powerful.",
      "Those who seek this 'one 'n only' equipment, know th' history 'n relevancies around its perfection, as ${itemName} best be.",
      "A lost artifact that surfaces in a futuristic time, revolutionizin' craftsmanship as only th' ones who are 'worthy enough' will acquire its true power.",
      "Net runners 'ave been spreadin' rumors about ${itemName} ferr many years. This ${itemType} be worth half yer local GDP! Perhaps th' runners are still lookin'? The shadows seem t' move by themsleves. Who be out thar?",
      "Even wit' a big win at pachinko, one could nah afford this ${itemName}. 'tis marked wit' an expensive industrial dynamic hologram barcode which be found only on limited ultra-premium ${itemType} prototypes.",
      "The splendor o' this ${itemType} be second t' none. 'tis th' famous ${itemName}. This wee sprog be one in a million. Its owner could hob nob wit' th' ridiculously wealthy. This fabulous loot be unobtainable at any price, th' rarest in th' galaxy."
    ]
  }
}