{
  "VARIABLES": [ 
  ],
  "lines": [ 
  	 "Nacházíš zaprášenou kartotéku, otevíráš ji, aby jsi se podíval co obsahuje.",
	 "Na podlaze leží hromada krabic, možná jsou uvnitř nějaké cennosti.",
	 "Zdá se, že na těchto balících je vyraženo logo EdgeRunner. Zajímalo by mě, pro koho byly určeny... no, teď jsou moje!",
	 "Po minutách hledání jsi konečně našel alespoň jednu krabici s kořistí.",
	 "Narážíš na kontejnery uprostřed místnosti a otevřeš je, abys viděl, co je uvnitř.",
	 "Nacházíš kuchyň a prozkoumáváš obsah skříněk.",
	 "Najdeš hromadu beden s logem Maikon. Můžeš také nakouknout dovnitř.",
	 "Narážíš na zbytky provizorního kempu. Kdokoli zde byl, odešel ve spěchu a zanechal za sebou nějaké věci.",
	 "Pod velkým Ⓐ, někdo načmáral 'Opravdu, ale opravdu bezplatný obchod: Vezměte si, co chcete, nechte, co nechcete'. Je tu pár věcí, které si můžeš vzít.",
	 "Narážíš na starý opuštěný pracovní stůl a rychle ho prohlédneš jestli se na něm nenachází nějaké cennosti.",
	 "Tady je částečně vypáčená dřevěná bedna. Podaří si ti vypáčit víko úplně a objevuješ uvnitř nějakou kořist.",
	 "Uzamčený kovový kontejner s digitální klavesnicí. Cvičně zadáš na klávesnici 1234 a k tvému překvapení se otevře.",
	 "Vidíš jak se pod hromadou suti něco třpití. Když odhrneš suť stranou, najdeš tam hromádku věcí.",
	 "Stojíš před řadou otevřených prázdných skříní když si všimneš, že jedna skříň na konci je stále zavřená. Když ji otevřeš najdeš uvnitř úhledně naskládané věci.",
	 "Všimneš si, že jedna z dlaždic na zemi je uvolněná. Když ji zvedneš najdeš pod ní skrýš s věcmi.",
	 "Díváš se ke stropu a všimneš si, že jedna stropní deska není dobře usazená. Odsuneš ji stranou a najdeš tam hromadu věcí.",
	 "V místnosti, kam jsi vstoupil nacházíš malý trezor s nalepenou poznámkou 'Yahishirův super tajný trezor, heslo je jedno vtipné číslo'. Při psání hesla '69420' se pro sebe zasměješ, trezor se otevře a odhalí útočiště pro několik předmětů.",
	 "Pomocí svého praktického šroubováku rychle uvolňuješ šroub a pod deskou nacházíš kořist.",
	 "Když se snažíš zuřivě dostat do bedny vzteky s ní mrštíš o zeď. Bedna rozbije zeď a v díře ve zdi nachazíš ukryté věci.",
	 "Nacházíš papírovou krabici uprostřed chodby. Rychle prozkoumáš její obsah."
  ]
}
