{
  "VARIABLES": [
    "enemyName", "enemyLevel"
  ],
  "lines": [
    "Při prohledání těla ${enemyName}, najdeš pár předmětů.",
    "${enemyName} konečně zemřel po tvém posledním útoku; opatrně prohledáš oblast a k tvému překvapení nacházíš kořist.",
    "Po těžce vybojovaném vítězství s ${enemyName}, prohrabeš kapsy nepřítele a najdeš pár cenností.",
    "Výborně! Vypadá to, že ${enemyName} ti zanechal suvenýr jako přípomínku boje.",
    "Zdá se, že během potyčky upustil ${enemyName} pár věcí. Nemá smysl, aby šli do popelnice.",
    "Copak to je? Vypadá to, že ti ${enemyName} nechal nějaké dárky na rozloučenou.",
    "Nebylo jednoduché porazit nepřítele ${enemyLevel} na takovém levelu, ale porazil jsi ho. Bereš si svou odměnu.",
    "Dáváš ${enemyName} ránu jistoty, aby jsi se ujistil, že je opravdu mrtvý - tvůj úder z mrtvoly odhodil předmět, který si bereš!",
    "Poděkuješ ${enemyName} za dobrý boj a pokračuješ v prohledávání jeho mrtvoly.",
    "${enemyLevel} úroveň nepřítele a tohle je všechno, co dokážou předvést? Zasloužíš si jejich věci.",
    "S posledním výdechem ti ${enemyName} říká, aby jsi mu neprohledával kapsy. Přirozeně uděláš opak a nacházíš tam kořist.",
    "Ve chvíli, kdy porazíš ${enemyName} slyšíš hrát vítěznou píseň, kterou následuje zjevení se náhodné kořisti přímo u tvých nohou.",
    "Když si bereš kořist od ${enemyName}, tak si říkáš, že tento nepřítel nedostál svému jménu.",
    "Mrtvola ${enemyName} se s rachotem zřítí k zemi a okolo ní najdeš rozhazenou svou kořist.",
    "${enemyName} zemřel a ty hledáš nějakou tu kořist. Aha! Tady něco je!"
  ],
  "linesWithNoVariables": [
    "Nacházíš pár předmětů při prohledání mrtvoly nepřítele.",
    "Potom co zlikviduješ nepřítele, posbíráš pár drobností ze země jako suvenýry.",
    "Když tvůj nepřítel zůstane ležet na zemi, prošmejdíš mu batoh a kapsy a najdeš pár věí.",
    "Vypadá to, že něco upustili. Výborně, teď je to moje!",
    "Ha! Věci zadarmo, samozřejmě s laskavým svolením mrtvoly nad kterou klečíš.",
    "Vypadá to, že Vánoce letos dorazily dříve! Našel jsi nějaké 'dárky' jednoznačně určené pro tebe.", 
    "Při prohrabání kapes nepřítele jsi našel předmět, který se ti bude hodit později.",
    "Ve chvíli kdy tělo nepřítele padá k zemi, ještě v letu bereš jeho drahocené věci.",
    "Všímáš si lesknoucího se předmětu v kapse mrtvého nepřítele. Rychle si to strkáš do kapsy, než si toho někdo všimne.",
    "Ještě než se tělo nepřítele vypaří po tvém předchozím zásahu, rychle popadneš jeho věci.",
    "Při teabaggingu nad mrtvolou ztratíš balanc a spadneš na její záda, z jejího batohu se vysypou něco, co vypadá jako její výbava."
  ]
}
