{
  "VARIABLES": [
    "enemyName", "enemyLevel"
  ],
  "lines": [
    "Při prohledání těla ${enemyName}, najdeš pár předmětů.",
    "${enemyName} konečně zemřel po tvém posledním útoku; opatrně prohledáš oblast a k tvému překvapení nacházíš kořist.",
    "Po těžce vybojovaném vítězství s ${enemyName}, prohrabeš kapsy nepřítele a najdeš pár cenností.",
    "Excellent! It seems the ${enemyName} left you some souvenirs to remember your battle by.",
    "In the scuffle, it seems the ${enemyName} dropped a few things. No sense letting them go to waste.",
    "What's this? Looks like the ${enemyName} left you some parting gifts.",
    "It isn't easy to defeat a level ${enemyLevel} enemy, but you have conquered it. You approach and claim your rewards.",
    "You give the ${enemyName} a final kick to make sure they're certainly dead - your kick dislodges an item!",
    "You thank the ${enemyName} for a good fight and proceed to loot their corpse.",
    "Level ${enemyLevel}, and that's all they had to show for it? You deserve their loot.",
    "With their dying breath, the ${enemyName} tells you not to look in their pockets. Naturally, that's where the loot is.",
    "You heard a victory sound being played after beating ${enemyName}, follow up by a random loot that spawns on your feet",
    "While snatching their loot, you could say that the ${enemyName} doesn't live up to its name",
    "${enemyName} hits the ground with a *thud*, and you find some loot scattered around its corpse.",
    "${enemyName} has perished, and you search for some loot. Oh! Here's some!"
  ],
  "linesWithNoVariables": [
    "Nacházíš pár předmětů při prohledání mrtvoly nepřítele.",
    "Having vanquished your foe, you pick up a few trinkets off the ground as souvenirs.",
    "As your enemy lays dead on the ground, you rifle through their belongings and pocket a few things.",
    "Looks like they've dropped something. Well, it's yours now!",
    "Ooh! Free stuff, courtesy of that corpse you're crouched over.",
    "Looks like the holidays have come early this year! You found some 'gifts' clearly intended for you.", 
    "Rummaging through your enemy's pocket, you found an item benefits you later on.",
    "As their body falls onto the ground, you quickly pick their precious item mid-air.",
    "You notice an item that shines inside your enemy's pocket. You quickly pick it up before anyone notices.",
    "While their body being vaporized by your previous shot, you quickly snatch their loot mid-air.",
    "As you teabag over the defeated corpse, you lose balance and fall onto its back, and from its backpack spills out what seem like all its gear"
  ]
}
