{
  "VARIABLES": [
    "enemyName", "enemyLevel"
  ],
  "lines": [
    "Při prohledání těla ${enemyName}, najdeš pár předmětů.",
    "${enemyName} konečně zemřel po tvém posledním útoku; opatrně prohledáš oblast a k tvému překvapení nacházíš kořist.",
    "Po těžce vybojovaném vítězství s ${enemyName}, prohrabeš kapsy nepřítele a najdeš pár cenností.",
    "Výborně! Vypadá to, že ${enemyName} ti zanechal suvenýr jako přípomínku boje.",
    "Zdá se, že během potyčky upustil ${enemyName} pár věcí. Nemá smysl, aby šli do popelnice.",
    "Copak to je? Vypadá to, že ti ${enemyName} nechal nějaké dárky na rozloučenou.",
    "Nebylo jednoduché porazit nepřítele ${enemyLevel} na takovém levelu, ale porazil jsi ho. Bereš si svou odměnu.",
    "Dáváš ${enemyName} ránu jistoty, aby jsi se ujistil, že je opravdu mrtvý - tvůj úder z mrtvoly odhodil předmět, který si bereš!",
    "Poděkuješ ${enemyName} za dobrý boj a pokračuješ v prohledávání jeho mrtvoly.",
    "${enemyLevel} úroveň nepřítele a tohle je všechno, co dokážou předvést? Zasloužíš si jejich věci.",
    "S posledním výdechem ti ${enemyName} říká, aby jsi mu neprohledával kapsy. Přirozeně uděláš opak a nacházíš tam kořist.",
    "Ve chvíli, kdy porazíš ${enemyName} slyšíš hrát vítěznou píseň, kterou následuje zjevení se náhodné kořisti přímo u tvých nohou.",
    "Když si bereš kořist od ${enemyName}, tak si říkáš, že tento nepřítel nedostál svému jménu.",
    "Mrtvola ${enemyName} se s rachotem zřítí k zemi a okolo ní najdeš rozhazenou svou kořist.",
    "${enemyName} zemřel a ty hledáš nějakou tu kořist. Aha! Tady něco je!"
  ],
  "linesWithNoVariables": [
    "Nacházíš pár předmětů při prohledání mrtvoly nepřítele.",
    "Potom co zlikviduješ nepřítele, posbíráš pár drobností ze země jako suvenýry.",
    "Když tvůj nepřítel zůstane ležet na zemi, prošmejdíš mu batoh a kapsy a najdeš pár věí.",
    "Vypadá to, že něco upustili. Výborně, teď je to moje!",
    "Ha! Věci zadarmo, samozřejmě s laskavým svolením mrtvoly nad kterou klečíš.",
    "Looks like the holidays have come early this year! You found some 'gifts' clearly intended for you.", 
    "Rummaging through your enemy's pocket, you found an item benefits you later on.",
    "As their body falls onto the ground, you quickly pick their precious item mid-air.",
    "You notice an item that shines inside your enemy's pocket. You quickly pick it up before anyone notices.",
    "While their body being vaporized by your previous shot, you quickly snatch their loot mid-air.",
    "As you teabag over the defeated corpse, you lose balance and fall onto its back, and from its backpack spills out what seem like all its gear"
  ]
}
