{
  "VARIABLES": [ 
  ],
  "lines": [ 
	"Você encontra um armário de arquivos empoeirado e o abre para descobrir seu conteúdo",
	"Uma pilha de caixas no chão, talvez haja alguns objetos de valor dentro?",
	"Esses pacotes parecem ter o logotipo do EdgeRunner estampado. Eu me pergunto para quem eles foram feitos... bem, eles são seus agora!",
	"Após minutos de busca, você finalmente localizou uma única caixa de saque.",
	"Você tropeça em contêineres no meio da sala e os abre para ver o que está dentro.",
	"Você se depara com uma cozinha e investiga o conteúdo dos armários.",
	"Você encontra uma pilha de caixotes com o logotipo do Maikon. Pode dar uma olhada lá dentro.",
	"Você se depara com os restos de um acampamento improvisado. Quem estava aqui saiu com pressa, deixando para trás alguns itens.",
	"Debaixo de um grande Ⓐ, alguém rabiscou 'Loja realmente muito grátis: pegue o que quiser, deixe o que não quiser'. Há algumas coisas aqui que você pode pegar.",
	"Você tropeça em uma bancada velha e abandonada e rapidamente procura por objetos de valor.",
	"Há um caixote de madeira parcialmente aberto aqui. Você consegue abrir a tampa o resto do caminho e descobrir alguns itens dentro.",
	"Um recipiente de metal trancado com um teclado digital. Você digita 1234 brincando no teclado e, para sua surpresa, ele se abre.",
	"Você vê algo brilhando sob uma pilha de escombros. Ao afastar os escombros, você encontra uma pilha de itens.",
	"Parado diante de uma fileira de armários vazios e abertos, você percebe que o armário no final ainda está fechado. Ao abri-lo, você encontra alguns itens bem empilhados dentro.",
	"Você percebe que um dos ladrilhos do piso parece solto. Ao levantar o ladrilho, você encontra um estoque escondido de itens.",
	"Você olha para cima e percebe que um dos ladrilhos do teto parece estranhamente fora do lugar. Empurrando-o para o lado, você descobre um tesouro escondido de itens.",
	"Ao entrar na sala, você esbarra em um pequeno cofre com uma nota que diz 'O cofre super secreto de Yahishiro, o código é um número engraçado'. Você ri para si mesmo ao digitar o código '69420', ele se abre para descobrir um refúgio saque.",
	"Com sua chave de fenda, você abre rapidamente o parafuso solto ao descobrir o saque dentro.",
	"Enquanto você tenta furiosamente abrir a caixa, você joga ferozmente a caixa na parede, apenas para encontrar um saque escondido dentro da parede.",
	"Você encontrou uma caixa de papelão no meio de um corredor. Você investiga rapidamente o conteúdo dentro."
  ]
}
