{
  "VARIABLES": [
    "enemyName", "enemyLevel"
  ],
  "lines": [
    "Depois de procurar no cadáver de ${enemyName}, você encontrou alguns itens.",
    "${enemyName} finalmente morre de seus ataques; você vasculha cuidadosamente a área e, para sua surpresa, aqui está o saque.",
    "Depois de uma vitória duramente conquistada contra o ${enemyName}, você vasculha seus bolsos e encontra alguns prêmios.",
    "Excelente! Parece que o ${enemyName} deixou algumas lembranças para você lembrar da sua batalha.",
    "Na briga, parece que o ${enemyName} deixou cair algumas coisas. Não faz sentido deixá-las desperdiçadas.",
    "O que é isso? Parece que o ${enemyName} deixou alguns presentes de despedida para você.",
    "Não é fácil derrotar um inimigo de nível ${enemyLevel}, mas você o conquistou. Você se aproxima e reivindica suas recompensas.",
    "Você dá um chute final no ${enemyName} para ter certeza de que eles certamente estão mortos - seu chute desaloja um item!",
    "Você agradece a ${enemyName} por uma boa luta e prossegue para saquear o cadáver deles.",
    "Level ${enemyLevel}, e isso é tudo o que eles tinham para mostrar? Você merece o saque deles.",
    "Com seu último suspiro, o ${enemyName} diz para você não olhar em seus bolsos. Naturalmente, é onde está o saque.",
    "Você ouviu um som de vitória sendo tocado depois de derrotar ${enemyName}, seguido por um saque aleatório que aparece em seus pés",
    "Ao pegar o saque deles, você poderia dizer que o ${enemyName} não faz jus ao seu nome"
    
  ],
  "linesWithNoVariables": [
    "Você encontrou alguns itens do cadáver do inimigo.",
    "Tendo derrotado seu inimigo, você pega algumas bugigangas do chão como lembranças.",
    "Enquanto seu inimigo está morto no chão, você vasculha seus pertences e embolsa algumas coisas.",
    "Parece que eles deixaram cair alguma coisa. Bem, agora é seu!",
    "Ooh! Coisas grátis, cortesia daquele cadáver sobre o qual você está agachado.",
    "Parece que as férias chegaram mais cedo este ano! Você encontrou alguns 'presentes' claramente destinados a você.",
    "Remexendo no bolso do seu inimigo, você encontrou um item que o beneficiaria mais tarde.",
    "Quando o corpo deles cai no chão, você rapidamente pega o item precioso no ar.",
    "Você percebe um item que brilha dentro do bolso do seu inimigo. Você o pega rapidamente antes que alguém perceba.",
    "Enquanto o corpo deles é vaporizado pelo seu tiro anterior, você rapidamente pega o saque no ar.",
    "Enquanto você joga o saquinho de chá sobre o cadáver derrotado, você perde o equilíbrio e cai de costas, e de sua mochila derrama o que parece ser todo o seu equipamento"
  ]
}
