{
  "VARIABLES": [ 
  ],
  "lines": [ 
  	 "Znajdujesz zakurzoną szafkę na akta i otwierasz ją, aby odkryć jej zawartość",
	 "Na podłodze leży stos pudeł, może w środku są jakieś błyskotki?",
	 "Wygląda na to, że te paczki mają na sobie logo firmy EdgeRunner. Ciekawe, dla kogo były przeznaczone... cóż, teraz są Twoje!",
	 "Po kilku minutach poszukiwań w końcu znalazłeś skrzynkę z łupami.",
	 "Przechadzając się po pokoju zauważasz kilka pojemników. Schylasz się, żeby rzucić okiem na ich zawartość.",
	 "Trafiasz na kuchnię i badasz zawartość szafek.",
	 "Znajdujesz stos skrzynek z logo Maikon. Postanawiasz zajrzeć do środka.",
	 "Natrafiasz na pozostałości prowizorycznego obozowiska. Ktokolwiek tu przebywał, uciekł w pośpiechu, zostawiając po sobie jakieś przedmioty.",
	 "Pod wielkim symbolem Ⓐ, ktoś nabazgrał napis 'Naprawdę, naprawdę darmowy sklep: weź to, co chcesz, zostaw to, czego nie chcesz'. Jest tu kilka rzeczy, które mógłbyś zabrać.",
	 "Natykasz się na stary, opuszczony stół warsztatowy i pospiesznie przeglądasz go w poszukiwaniu kosztowności.",
	 "Widzisz częściowo otwartą drewnianą skrzynię. Udaje Ci się ją otworzyć i odkryć w środku trochę łupów.",
	 "Zamknięty metalowy pojemnik z cyfrową klawiaturą. Żartobliwie wpisujesz 1234 na klawiaturze i ku Twojemu zaskoczeniu drzwiczki się otwierają.",
	 "Widzisz coś błyszczącego pod stertą gruzu. Odgarniając gruz na bok, znajdziesz stos przedmiotów.",
	 "Stojąc przed rzędem szeroko otwartych, pustych szafek, zauważasz, że szafka na końcu jest wciąż zamknięta. Otwierasz ją i znajdujesz w środku starannie ułożone przedmioty.",
	 "Zauważasz, że jedna z płytek podłogowych delikatnie odstaje. Podnosząc płytkę, znajdziesz ukryty schowek z przedmiotami.",
	 "Spoglądasz w górę i zauważasz, że jedna z płyt sufitowych wydaje się dziwnie nie na miejscu. Odsuwając ją na bok, odkrywasz ukryty skarb.",
	 "Wchodząc do pokoju, wpadasz na mały sejf z notatką „Super tajny sejf Yahishiro, kod to zabawny numer”. Śmiejesz się do siebie, wpisując kod „69420”. Sejf otwiera się, odkrywając liczne łupy.",
	 "Za pomocą swojego niezwykle poręcznego śrubokręta, szybko odkręcasz luźną śrubę i znajdujesz cenne przedmioty.",
	 "Gdy wściekle próbujesz otworzyć skrzynię, pod wpływem emocji rzucasz nią o ścianę. Ku twojemu zaskoczeniu ściana pęka, odkrywając ukryty w ścianie łup.",
	 "Na środku korytarza natrafiasz na kartonowe pudło. Szybko sprawdzasz jego zawartość."
  ]
}
