{
  "VARIABLES": [
    "enemyName", "enemyLevel"
  ],
  "lines": [
    "${enemyName} w końcu ginie od twoich ataków; dokładnie przeszukujesz okolicę i ku Twojemu zdziwieniu, znajdujesz łup.",
    "${enemyName} pada po cięzkiej walce, przeszukujesz jego kieszenie i znajdujesz kilka nagród.",
    "Wspaniale! Wygląda na to, że ${enemyName} zostawił Ci pamiątkę, abyś zapamiętał tę walkę.",
    "W trakcie bitki, ${enemyName} upuścił kilka rzeczy. Nie ma sensu abyś pozwolił im się zmarnować.",
    "A co to? Wygląda na to, że ${enemyName} zostawił Ci prezent na pożegnanie.",
    "Nie łatwo pokonać przeciwnika o poziomie ${enemyLevel}, ale Tobie się to udało. Podchodzisz i odbierasz swoje nagrody.",
    "Poziom ${enemyLevel}, i to wszystko, co miał do pokazania? Zasługujesz na nagrodę.",
    "Ostatnim szeptem, ${enemyName} przekazuje Ci, abyś nie zaglądał do jego kieszeni. Oczywiście jest tam łup.",
    "Podczas wyrywania łupów myślisz sobie, że ${enemyName} nie był godny swojego imienia",
    "${enemyName} uderza o ziemię, a Ty znajdujesz kilka przedmiotów rozrzuconych wokół jego zwłok.",
    "${enemyName} zginął, a ty szukasz łupu. Oho! Coś tu jest!"
  ],
  "linesWithNoVariables": [
    "Po przeszukaniu zwłok przeciwnika, znajdujesz kilka przedmiotów.",
	"Sprzedajesz swojemu przeciwnikowi ostatecznego kopa, aby upewnić się, że nie żyje - Twoje kopnięcie wypycha przedmiot!",
	"Usłyszałeś dźwięk zwycięstwa odtworzony po pokonaniu tego wroga, po którym losowy łup pojawił się u twoich stóp",
    "Po pokonaniu wroga podnosisz kilka drobiazgów z ziemi jako pamiątki.",
    "Gdy twój wróg pada martwy na ziemię, przeszukujesz go i zabierasz kilka rzeczy.",
    "Wygląda na to, że coś mu wypadło. Cóż, teraz jest twoje!",
    "Och! Darmowe rzeczy, dzięki uprzejmości tego trupa, nad którym kucasz.",
    "Wygląda na to, że święta w tym roku nadeszły wcześniej! Znalazłeś kilka 'prezentów' wyraźnie przeznaczonych dla Ciebie.", 
    "Szperając w kieszeni wroga, znalazłeś przedmiot, który później przyniesie ci korzyści.",
    "Zauważasz błyskotkę w kieszeni wroga. Podnosisz ją, zanim ktokolwiek zauważy.",
    "Kiedy 'teabagujesz' nad truchłem pokonanego wroga, tracisz balans i upadasz na jego plecy. Z jego plecaka wysypuje się cały jego sprzęt."
  ]
}
