{
  "VARIABLES": [ 
  ],
  "lines": [ 
  	 "你找到了一个满是灰尘的档案柜，把它撬开之后，发现了一些物品。",
	 "地上散落着一个又一个箱子，或许里头还能找到一些值钱的玩意儿？",
	 "这些包裹上头都印着「跨界者」的组织标章。这是一个什么样的组织呢？ ... 唔，无论如何，这些都是你的了！",
	 "经过了一阵手忙脚乱的搜索，你终于找到了一箱战利品。",
	 "你在空无一人的房间中，拾起了一个破损的集装容器。你手脚麻利地解开了它的加密算法，朝里面瞧了瞧，发现了一些物品。",
	 "不知道是因为自己太累、还是这个箱子太重，你很是吃力地打开了箱子，然后祈祷着里面有几瓶能量汽水什么的（可能吗？）。",
	 "你打开了地板上的这个暗门，几只虫子从里面跑了出来，好在里面的东西没有被怎么损坏（得看你怎么定义「损坏」）。",
	 "你打开了这个奇怪的集装箱，注视着里面的东西时，你心里有无数的声音叫你不要动它们————但是，管他呢!",
	 "你经过了一座荒废的食堂，在曾经用来放置食材的冰柜深处，你似乎瞧见了一些值钱物品在闪闪发光。",
	 "你找到了一批贴上了电子封条的货品，外侧盖印了知名商团「迈达斯」的商标。你压抑不住好奇心，撕开了封条看看里头装了些什么。",
	 "你偶然发现了一处临时的营地。从地上的足迹来看，营地的主人临走时十分匆忙，因此留下了不少补给品。",
	 "在一大片破旧的布幔下，有人用歪斜的喷漆写着：“真善美露天商店：拿走你想要的，留下你不需要的”。你双手一捞，把布幔下的零星物品全部收入囊中。",
	 "你发现了一座老式的、似乎已废弃多年的生体部件工作台。你迅速打量了一下，在工作台的侧边找到了一些尚未被搜刮走的物品。",
	 "路边有一个已经被撬开一部份的木制箱子。你用枪托打破了部分受潮的上盖，发现里头还有剩余一些小玩意儿。",
	 "路边躺着一个上了旧式密码锁的金属集装容器。你半开玩笑地在脏兮兮的密码键盘上输入“1234”。“砰”地一声，容器居然打开了。",
	 "在一堆瓦砾、污泥、生锈零件堆叠而成的杂物当中，你注意到了有东西闪烁着微光。你费了一番功夫拨开杂物，发现里头藏了一些可用的道具。",
	 "站在一整排早已被洗劫一空的置物柜前，你思忖了会，决定碰碰运气，把置物柜一个个推倒。果不其然，其中一个置物柜背后藏有一些未被搜括走的补给品。",
	 "你注意到了地面上其中一块地砖有些鬆脱。你轻轻把地砖掀开，露出了底下整齐排列的补给品。",
	 "你注意到了天花板的一角有着不自然的污渍。你向上用力一推，一小袋物品从缝隙中掉了出来。",
	 "你进到了房间中，房间中央的保险箱贴着一张便条纸写着：“Nice”。你噗哧一笑，输入了“69420”，利索地把保险箱搜刮一空。",
	 "蒙上了一层薄薄灰尘的窗台上，搁着一个用螺丝锁死的金属盒子。你一弹指，伸出了安装在手腕内侧的螺丝起子，三两下就将盒子内洗劫一空。",
	 "在弄坏了两把开锁器、烧毁了十来个解密芯片之后，你一气之下将手上的加密容器扔了出去。碰隆！墙上被砸出了一个大洞，露出了藏在墙内的补给品！",
	 "你在墙角瞧见了一个皱巴巴的纸箱。你不抱任何希望的靠近随意一瞥，意外地发现里头还剩下一些有用的道具。",
	 "路边躺着一辆侧翻、烧得焦黑的荒坂集团运货卡车，货舱内似乎已被洗劫一空，但驾驶座没有被搜索过的痕迹。你用力把驾驶座的置物柜踹开————啊哈！果然里头有些东西。",
	 "一具五官血肉模糊的尸体歪斜地靠在墙边，你凑近一瞧，这傢伙似乎在尝试打印劣质的图纸缓存文件，结果打印到一半，打印机就爆炸了。你掏了掏他的大衣内衬，发现了一些道具。",
	 "一具尸体倒在路边，你凑近一看，尸体的四肢生体部件仍然在微微抽动着。你将尸体的双手卸了下来，在地上用力敲了敲。一个精巧的小袋子从中掉到了地上。运气不错！",
	 "一排尸体错落地倒在路边，你凑近瞅了瞅，这群不幸的傢伙似乎是被某个帮派行刑式地枪决了。你蹲下身，耐着性子摸索着每一具尸体的衣裤，终于在第五具尸体身上摸出了一些东西。",
	 "一台废弃的旧式思考战车倒在路边，车身斑驳地印着「东亚重工」的字样。上头有价值的零件都被搜括得差不多了。你东敲西打了半天，勉强回收了一些可用的物件。",
	 "一台燃料用尽的思考战车停在路边，上头印着「香格里拉自卫队 T-22」的字样，车身还有点余温。你确认了一下周遭没有其他人，悄悄从战车的置物舱中捞了些东西出来。",
	 "你听见了一阵呼哧声，低头定睛一看，是只脏兮兮的无主机器狗在摇着尾巴。你弯下腰摸了摸它的头，发现它嘴里咬着一个闪闪发光的东西！",
	 "你发现墙上有机关的痕迹，在避开射出的陷阱苦无后，有些值钱的东西藏在里面。",
	 "你拯救了落单的冒险者，他为你精心准备了一份礼物。",
	 "有些物质结晶因为这座地牢特殊的气候产生变化，在浓雾中转变成新的东西。",
	 "你发现一些值钱的小东西，就在建国广场的雕像上。",
	 "看样子这里发生过一场激战，不论最后谁赢，留下的战利品是属于你的了。",
	 "你不小心触动荒废的自动工厂，工厂仍然可运作，并制作出一批货物。",
	 "你找到一个颇具分量的内存单元，看样子又是丰收的一天。",
	 "看样子你发现传奇工匠「帕格里西」的隐藏工坊，在防盗系统爆炸前，你从里面拿出些宝物。",
	 "这是一间被遗忘的「东亚重工」储藏库，除了垃圾，还有不少好东西。",
	 "你发现一个原始「乌拉拉」部落，他们对你感到好奇并与你交易。",
	 "在你以为又被「海鸥商店」的藏宝图欺骗时，一个宝箱出现在你眼前。",
	 "你发现一个老式的 MEGA 弹珠盘，经过一番快乐时光，还真的跑出奖品。",
	 "突然一阵全球时间跳跃，等你恢复知觉，你面前出现装满补给品的袋子。",
	 "你遇到传奇冒险者「阿尔法」，心情愉悦的他给你一个充满战利品的压缩行李箱。"
  ]
}
