{
  "variables": [
    "itemName", "tierName", "itemType"
  ],
  "REMINDER": [
    "The ${itemName} already includes the tier name, as the tier name is part of the name, example, 'Trash Pistal'"
  ],
  "lores": {
    "TRASH": [
      "這個幾乎快要解體的${itemName}靠著膠帶和熱熔膠才勉強維持結構。確確實實是一件${tierName}等級的物品。你很難不懷疑它是否還具有任何${itemType}的基本功能。",
      "${itemName}曾經是炙手可熱的尖端科技產品，但其核心技術遭到駭客盜竊之後，大量劣質仿製品充斥市面，使得它成為山寨科技產品的代名詞，在各種專賣${tierName}商品的跳蚤市場中十分常見。",
      "這玩意兒簡直算是骨董了──但話又說回來，稱呼它為「骨董」似乎暗示著它曾經是具實用價值的物品，因此稱呼它為「科技垃圾」或許更適切一點。這種${tierName}等級的物品，只有在剛出廠的時候能夠勉強運作，使用壽命相當短暫。",
        "這個${itemType}居然還沒有解體，真令人意外！",
        "這個${itemType}顯然是從垃圾堆裡撿來的，它散發出了濃濃的廚餘味兒 ... 我敢說就連廚餘都比這個${itemName}還要值錢。",
      "顯然有不少人曾試著拆解${itemName}，嘗試從中挑出一些值錢的部件。他們如果不是太閒，就是太笨。",
      "這個${itemType}是一款因為嚴重瑕疵而被工廠集體召回的舊款型。應該還可以從它身上拆卸出一些科技碎片。",
      "粗劣的製造精度對於任何一種${itemType}都是致命的缺陷。一旦提起它的名字，連收破爛的遊俠都不會對它瞅上一眼。",
      "即使印上了知名品牌的商徽，像這樣的${itemType}也不會變得比較吸引人。作為${tierName}等級的物件，它倒是實至名歸。",
        "如果時間可以換錢的話，你端詳${tierName}所花費的那幾秒鐘，肯定會比它更加值錢。",
      "不知道有多少人因為這種七拼八湊的「手工藝品」故障而送了命。哎，人生苦短，有一件${itemType}總比啥都沒有來得好。",
      "這副${itemType}的底部歪七扭八地刻著「會帶來好運呦」的文字。建議你盡快把它報廢掉。",
      "坑坑疤疤，夾雜著油漬和鏽跡，這個${itemName}佈滿著歲月的刻痕。不幸的是，即使是剛出廠的時候，它也不是什麼上等貨。",
      "科技碎片是${itemName}的最終歸宿。",
      "其實沒有這麼差，但你還不想爆炸對嗎？",
      "「重新分解後比較值錢。」校準站工作人員是這樣說的。",
      "熱狗攤老闆開米隨餐附贈的東西。",
      "舊時代大潤發的商品，隨著大潤發倒閉而停產不再製造。",
      "${itemName}原先是放在香格里拉資源回收箱的回收品，卻被不肖商人拿來低價販賣。",
      "「所有傳說皆有起點，對吧？」${itemName}在你心中響起了這個疑問，而持有這個裝備並在下個日出前抱著同樣疑問的人卻少之又少。",
      "${itemName}安裝在消耗性的AI機器人身上是個絕佳的選擇。畢竟炸了就炸了，碎片並不難處理，當然，不介意使用的人總是大有人在。至於碎肉和碎片？差不多啦。",
      "Lichen-7清理隊總是維護市容的好幫手。每當成員發現${itemName}這種貨色有人使用時，總是不免為不知何時(可以說是隨時)會發生的意外做好加班的準備。"
    ],
    "COMMON": [ 
      "「東亞重工」每年都會生產成千上萬標準化的${tierName}等級${itemType}，這個${itemName}也不例外。它沒什麼特殊之處，但至少它不會無預警地爆炸。",
      "香格里拉自衛隊常用的款型。要發揮它的最大效用的話，最好在使用前費心保養一下。",
      "${itemName}是${itemType}公認的入門款。作為${tierName}等級的裝備，幾乎家家戶戶都至少有一套，而且多半用不著第二套。",
      "就連年末交換禮物的場合中，都能看到${itemName}的身影，可見它的氾濫程度。它雖然相對可靠，但在二手市場沒有太高的價值。或許能從中回收一些科技碎片。",
      "這是經典的入門款${itemType}：平價、可靠、操作簡單，足以滿足這個時代的人類基本生理需求──「充分武裝」。",
      "在俐落的金屬外框上，鑲著「武器商人茱蒂」的字樣。這多半是製造商的名字，據說是香格里拉一帶的知名店鋪。",
      "香格里拉市集上隨處可見的平價款式。常常被香格里拉居民當成送給外地人的紀念品。",
      "標準化的裝備。根據上頭的戳章，這個${itemName}製造地是荒坂集團旗下一間位於臺灣的工廠。當地的技術勞動人口價格便宜，但效率驚人。",
      "工匠學徒未出師前的練習品，雖然看起來醜，但好用不是嗎。",
      "自動化程序工廠製作的配給物件，輕薄，反物質能量可以輕易穿透。",
      "附外盒，背面警告事項大字寫著：「請勿於地牢使用！」",
      "「嘿！我們不是小混混好嗎？」使用${itemName}的小混混是這樣澄清的。",
      "彈珠檯的獎品，上面寫著「恭喜中獎！」字樣。在某些宗教信徒家堆積如山。",
      "「能用的東西就是好東西。」${itemName}對於窮人已經是從回收品中能找到的好貨，功能完整，至於致命和防護的程度就見仁見智了。",
      "有時清理隊的新人總會從沒搜刮乾淨的儲存容器找到並拿來自用，畢竟相對安全的工作仍然有風險，保命工具多不如少。資深一點的隊員倒不覺得${itemName}有多少價值。"
    ],
    "HIGH_QUALITY": [ 
      "這個${itemName}具有意外令人滿意的品質。它的流線外表呈現出手工藝的特有美感，且執行各種功能的精度都在水準之上。",
      "${itemName}有著耀眼光澤、簡約的設計、以及高效能的內建運算單元；好好利用它，或許可以讓你保住你所剩不多的、未經生體改造的原生肉體。",
      "沒有任何一點肉眼可見的瑕疵或斑跡，只有專精於高規格裝備的軍武工廠有能力製造這種等級的${itemType}。",
      "從它內襯的出廠序列號碼判斷，這個${itemName}是源自於品質管控最嚴格的一間荒坂工廠。這間工廠的年度出貨量相當稀少 ... 或許這傢伙可以賣個好價錢？",
      "這個${itemName}是上一世代最優質的軍用產品之一，從你混跡江湖的一開始就常常仰仗它度過難關。如果世界上有更多這種品質的產品，地球應該會變成一個更美好的地方 ... 吧？",
      "一副作工精良的${tierName}${itemType}。外殼側面印刻著「若發生嚴重故障，請盡速報廢回收」的字樣。",
      "香格里拉的商人常常戲稱這玩意兒為「金仙子」，因為外地人往往願意用不可思議的高價來購買${itemName}。",
      "在香格里拉自衛隊達到一定年資之後，就會派發一副${itemName}或是類似等級的${itemType}作為獎勵。當然了，前提是你得活到那個年資才行。",
      "這個${itemName}上頭一丁點刮痕都沒有，簡直像是手工製作的收藏品。外殼還上了薄薄一層防水、防靜電塗層，既能延長使用壽命，又不至於增加重量。",
      "看得出來，上一個擁有者非常愛惜，在邊緣處模糊可辨識出刻痕寫著：「獻給摯愛薇薇安。」",
      "由非洲草原民族「烏拉拉」獨門手藝製作，配戴上${itemName}會不由自主讓人想吶喊。",
      "${itemName}上面印刷寫著荒坂集團特務訓練專用，不可外流。",
      "${itemName}上面印刷寫著荒坂集團特務訓練專用，不可外流。卻被打個大叉。手寫字跡：特務海鷗！今天畢業啦。",
      "荒坂日報訂購一年期集點加價購商品，是某些婆婆媽媽們的最愛。",
      "就已剛入行的人來說真是好東西。",
      "${tierName}是Lichen-7清理隊成員的最低配備等級，加入的話或許可以輕易取得比${itemName}更高級別的裝置？"
    ],
    "RARE": [ 
      "這個${itemName}具有驚人的耐久度和品質，幾乎可以與任何款型的武裝配備作搭配。它的製作者不詳，但顯然具有超乎常人的手藝。",
      "就連外行人也能一眼看出來這個${itemType}雕工之細緻、構造之精巧。只要沒有太明顯的使用痕跡，多數商家都願意出高價收購這種${tierName}等級的上等貨。",
      "李先生曾經提到過，能被列為${tierName}等級的配備都有其獨到之處。這個由荒坂集團限量發行的${itemName}就是當代軍工技術的結晶，各種場合中都具有水準之上的表現。",
      "這件${itemType}可不是常見的標準化商品。上頭處處可見客製化的配件、感應器、多功能暗箱，顯然是花費大量時間精力手工製作的逸品。可惜上頭沒有任何製作者的名字或商徽。",
      "這是一副非常傑出的${itemType}。大小適中，外觀迷人，而且是用高級的奈米合金所製作的，電子可以在內外側之間進行高度可控的穿隧，讓它的可操作性及可擴展性大為提升。",
      "李先生說這曾經是香格里拉自衛隊中高階軍官的標準配備，但由於效果過於突出，被軍方高層以軍隊內部維穩為理由給禁用了。",
      "「急難時，請優先使用本件裝備」的字樣刻印在這個${itemType}的底部，一旁用更小的字體寫著「香格里拉自衛隊 A-2 聯隊專有財產」。",
      "英雄「德克斯」配件的仿製品，可以看出工匠耗費大量心力雕琢，但也就這樣，依然是個贗品。",
      " ${itemName}作為紀念品，有一些商人願意出高價收購。",
      "從建國廣場「希卡」雕像下方挖出的物品。是誰又或者為什麼埋在那裡？至今仍然是個謎。",
      " ${itemName}是同等物品中的次級品，也許你該考慮汰換他了。",
      "稻荷神社祭祀專用，據說一般人長期供奉，會使身體某部分產生野獸化。",
      "愚人金總是閃爍著真金般的光芒，${itemName}的特有光澤讓它看上去更像個高級品。",
      "作為能從秘密通路買到的{tierName}等級的裝備，也屬於其中的上等品。${itemName}這種利用分子科技大幅提升稀土金屬特性的物品並不罕見，有這種完成度的卻也不常見。"
    ],
    "LEGENDARY": [ 
      "這個${itemName}是荒坂集團內部試作的原型機之一，據傳只有不到十件有流傳到黑市當中。它的每一個部件都嵌入了尖端的類神經網路演算法，讓它可以依據使用者和敵人的生理徵相進行實時的輸出功率調整。單單持有它就構成了多項侵害一級營業秘密的重罪，但這絲毫不減各地的蒐藏家和傭兵團對它的興趣。",
      "會將這玩意兒帶在身上的傢伙，要嘛是香格里拉自衛隊的司令、東亞重工的高階保全、或者跨界者的地區領導，要嘛就是不知死活、只想要炫富的傻子，隨時都準備人頭落地。",
      "這個${itemName}閃爍著高辨識度的血色光澤。許許多多工廠內的年輕人付出健康及生命，才能鑄成一把這種品質的物件。但香格里拉的行政官僚多半將它作為某種具炫耀性質的奢侈收藏，因此關於它的實戰紀錄並不多。",
      "不管光線從哪個方向射入，${itemName}都會折射出五顏六色的複雜花紋。這款${itemType}除了引人注目的外觀設計，還有著包羅萬象的虛擬實境操作介面，於物理衝突、電子戰、腦機入侵等對抗型態中都能提供支援。多數軍人或職業傭兵需要耗費多年的時間才能記住並熟稔運用它所提供的各種功能。",
      "這個${itemType}據說是在第一次人工智慧滅絕戰爭當中，由「跨界者」最初世代的幹部們所使用的配備。「跨界者」對它進行了大量的非常規改造。由於所有的說明文件都在戰亂中佚失了，隨著初代幹部逐漸凋零，幾乎沒有人能確知${itemType}的完整實戰性能。",
      "這是一件與賽博時代格格不入的古物，側邊銘刻著已無人使用的、死去的語言。它有著前賽博時代所特有的優勢：缺少內建的人工智能電路構造，因此沒有辦法被敵人入侵、誤導或進行電訊反制。它在古物收藏界是極度尊貴的夢幻逸品，但或許它在你手上才能充分發揮它的實戰價值。",
      "荒坂集團每年會釋出十到二十個軍工精品訂製的競標項目，得標者即可依自身的特殊需求訂製位於技術最前沿的配備。多數荒坂訂製精品是由香格里拉自衛隊和各地的傭兵團所得標，但組織規模愈大、內部的腐敗愈是不可避免，因此每隔一段時間，總會有幾件荒坂精品流落到黑市當中。",
      "高階冒險者必備用具，地牢良伴。有了${itemName}，你離死亡又更遠了些。",
      "跨界者高層「邪林」一次酒醉後秘密化學實驗的產物。${itemName}完美的成功，但製造者隔天醒來卻一頭霧水。",
      "「剛頓情人公會」工匠的特製品，絕對可以負荷高強度的地下城，可拆卸方便攜帶。"
    ],
    "EPIC": [ 
      "一件萬中無一的工藝技術奇蹟。單單這個${itemName}的黑市市價就等同於一個中等收入國家的年度 GDP 總額。它是荒坂集團投入數十兆比特幣、最終以失敗告終的「量子運算元軍工研發計畫」當中極少數被保留下來的成果。一連串微觀尺度下的巧合，讓這副${itemType}的大多數量子運算元得以長時間穩定處在疊加態，使它獲得了無以倫比的運算能力。荒坂集團對外宣稱由於${itemName}的存在足以危及整個賽博時代的科技基礎建設，已負責任地將其銷毀。至於它是如何輾轉流落到你手上的，則是一個不解之謎 ...",
      "對於那些醉心於尋找「獨一無二」的物件的收藏狂熱者而言，${itemName}就是聖杯，因為它的內核寫入了在前賽博時代最早發行的非同質化加密代幣（NFT）── Kevin McCoy 的數位畫作「Quantum」。一代又一代的蒐藏家為了避免它遭到盜竊或搶奪，不惜重本、不斷地在它身上安裝各式各樣的尖端保安科技。如今，它不但具有蒐價值，更成為了具有超乎想像的實戰能力的萬用裝備。",
      "在賽博時代揭開序幕之前，由於腦機介面技術的不成熟，人類對於自身肉體的改造主要著重於生體層面的強化。這件${itemName}即為少數留存至今的生體革命的結晶，它仰賴人工培養的泛用型神經元、而非數位電訊號，來進行自我調整及優化。經過了近百年的演化和適應，它的性能已遠超過絕大多數以人工智能為基礎的裝備，而且隨著未來更多實戰數據的累積，它只會變得更加強大。",
      "「跨界者」最初的成立宗旨，就是吸收了第一次和第二次人工智能滅絕戰爭的教訓，試圖透過人腦及賽博空間、人腦及人工智慧的跨界結合，來對抗人工智慧獨大、甚至逐漸不受人類控制的局面。當然了，這樣的主張和人工智能企業（主要是荒坂集團）的商業利益相衝突，因此人工智能的演算法愈來愈繁複、保密、「黑盒子」化。${itemName}是荒坂集團和東亞重工在人工智能軍工研發早期的成果，其核心對於東亞系及荒坂系的人工智能架構提供了一般性的描述，具有解構和重構當前市面上所有人工智能系統的潛力，是跨界者不惜一切代價也想弄到手的無價之寶。但跨界者將它弄到手之後，因為內部鬥爭不斷，${itemName}也在組織的動盪中失去了下落。",
      "雖然「東亞重工」如今大多僅生產中低規格的軍工產品，已經淪為明日黃花的代名詞，但許多由其所開創先河的技術，卻在各種激進的科技無政府主義者團體中開枝散葉。這個由「超構造體」──東亞重工所開發的泛用型材料──所構成的${itemName}，其中的人工智能演算法、邏輯電路和物件材料已揉合成不可分的整體，因此${itemName}無時無刻都處在不斷地自我組織和重構的狀態。科技無政府主義者主張「超構造體」的自組織能力，具有將人類從無效率、不公義的官僚組織中解放出來的潛力。不過呢，相較之下，你對於${itemName}在實戰中無與倫比的潛能更感興趣。",
      "賽博時代的人們大多已放棄了向宇宙探索的夢想──富人沉溺於虛擬實境的聲色犬馬、窮人在生存與慘遭淘汰之間苦苦掙扎──因此太空採集及製造業隨之式微。${itemName}是東亞重工在關閉其太空工業部門之前，最後一批生產的太空軍工設備。它的製造原料是在小行星帶開採而得的高硬度礦物，具有當今的主流媒材無法比擬的硬度和導電性。在勢均力敵的殊死博鬥當中，這一點硬度及導電性的優勢，往往是決定成王敗寇的關鍵。",
      "「東亞重工」曾經秘密的接受一群VVIP級別客戶訂製武器，採用最上等的原料。${itemName}就是其中之一的珍品，據說${itemName}應該是一整套的裝備系列。試著湊齊看看吧？也許會有特殊的事情發生也說不定。",
      " ${itemName}是在第二次人工智能滅絕戰爭末期，尚未成立「跨界者」的先驅們透過超傳導神經元與物品產生質變融合所產生。簡單來說就像是干將莫邪以身鑄劍。",
      "千萬年的風化成型、大自然的造物恩寵，卻被世人稱呼為血腥的詛咒。${itemName}曾經被傳說鑑定師「提米」鑑定為無上之寶，數次在拍賣場拍出高價，仍掩蓋不住因爭奪而產生的腥風血雨。",
      "上世代的英雄「德克斯」的配件，原先是超史詩級別物品，就算隨著時代逐漸衰退，${itemName}仍然不愧史詩之名。",
      "上世紀的傳說工匠「帕格里西」得意之作。精巧的製作工藝堪稱神蹟，使${itemName}發揮更強大的能力，在左下角邊緣處可以看到小寫的草寫簽名與製成日期，代表確實是真品。",
      "荒坂集團現任總裁「咚蛇」的收藏品。${itemName}正常應該被守衛與特務嚴密戒備看管，不知怎麼會流落到你手上。",
      "${itemName}曾是頭號刺客「惡毒」最喜歡的玩具，卻在有了新款式後被「惡毒」玩膩丟棄。緊貼著${itemName}聞的話，還聞得到一絲絲香氣。"
    ]
  }
}
