{
  "VARIABLES": [ 
  ],
  "lines": [ 
  	 "あなたは埃を被ったキャビネットを発見し、その蓋を開けて中身を確認した。",
	 "床の上に大量の箱が積み上げられている。何か役に立つものは入っているだろうか？",
	 "Those packages seem to have the EdgeRunner logo stamped on. I wonder whom they were meant for... well, they're yours now!",
	 "しばらく探し回った後、あなたはついに戦利品の箱を見つけだした。",
	 "部屋の真ん中に置かれていたコンテナにつまづいたあなたは、蓋を開けて中身に目を向けた。You stumble upon containers amidst the room, and open them to lay eyes upon what's inside.",
	 "辿り着いた場所はキッチンだった。あなたは戸棚を開け、中に入っている物を調べた。",
	 "You find a stack of crates emblazoned with the Maikon logo. May as well take a peek inside.",
	 "You stumble upon the remains of a makeshift campsite. Whoever was here left in a hurry, leaving behind some items.",
	 "Underneath a large Ⓐ, someone has scrawled 'Really Really Free Store: Take what you want, leave what you don't'. There are a few things here that you could take.",
	 "You stumble on an old, abandoned workbench and hastily search it for valuables.",
	 "There's a partially pried-open wooden crate here. You manage to pry the lid the rest of the way and discover some loot inside.",
	 "A locked metal container with a digital keypad on it. You jokingly enter 1234 on the keypad, and to your surprise, it pops open.",
	 "You see something glinting under a pile of rubble. Brushing the debris aside, you find a pile of items.",
	 "Standing before a row of wide-open, empty cabinets, you notice the cabinet on the end is still closed. When you open it, you find some items neatly stacked inside.",
	 "You notice one of the floor tiles seems loose. As you lift the tile, you find a hidden stash of items.",
	 "You look up and notice that one of the ceiling tiles seems strangely out of place. Pushing it aside, you uncover a hidden trove of items.",
	 "As you enter the room, you bump into a small safe with a note that says 'Yahishiro's Super Secret Safe, Code is funny number'. You chuckle to yourself as you enter the code '69420', it opens to uncover a haven of loot.",
	 "With your handy-dandy screwdriver, you quickly open the loose bolt upon discovering the loot inside.",
	 "As you furiously try to open the crate, you ferociously throw the crate onto the wall, only to find a hidden loot inside the wall.",
	 "You came upon a cardboard box in between a corridor. You quickly investigate the contents inside.",
	 "You found an abandoned white van with huge red words 'FREE CANDY' painted on it. You made sure no evil grandma was inside, then opened the door and looted it quickly.",
	 "You step on a small button on the floor, and the floor opens up next to you to reveal some loot.",
	 "あなたは小さな木箱を壊して開け、中身が空っぽではなかったことに感謝した。You break open a small wooden crate, thankful to find that it is not empty.",
	 "小さな箱があなたの目を引いた。拾い上げてみると、表面にキーパッドが浮かび上がっている。ひっくり返すと、136548という数字が何者かの手で底面に書きつけられていた。間抜けなやつがいるものだ。",
	 "You notice a small medical bag on the floor. Deciding to check it for loot you pick it up."
  ]
}
