你在地牢撿拾物品時，發現了張熟悉的紙張
雖然是一樣的東西但這張貌似有些許的不同
你拿起來並閱讀

===========================================================

彈珠教典-彈珠福音書 第一章第四頁 【尾頁】

當人們看到這些勇者們一個個把史詩裝備從沼澤中打出來後。
越來越多人漸漸的重拾對彈珠的信心，也越來越多人加入打倒沼澤的行列。
即使手上彈珠一點都不充裕，但是內心中卻充滿了希望。
微量也好、少量也罷，人們都看到了希望，只要有希望的存在，定能成功。

可這些人依然不是最虔誠的人......
真正的彈珠追隨者可是能在絕望中保持希望，並一直堅持下去。
一直持續到看見希望，然後收穫神的饋贈、恩典。
因為這些人對自己的信仰是絲毫不懷疑的、堅信的、並充滿希望的。
他們可以說是最貼近彈珠的一群信仰者。

而這些後來才追隨彈珠的信士，不...應該說是偽信徒。
他們只是看到了彈珠給予的祝福與回報後才漸漸加入彈珠教的人士。
但真正的信仰者又會在乎這些物質上的回饋嗎？
真正的追隨著是追尋彈珠的，是追隨著彈珠的腳步去給予人希望的。
也希望能帶著彈珠的希望，去經歷彈珠台的絕望考驗。
唯有這樣才能獲得神的恩典，還有祝福與聖靈充滿。

彈珠，我們偉大的彈珠，感謝祢給予我們的希望。
是這些希望支撐著我們走過任何困難與考驗。
但願是上有更多真正的追隨者來仰望祢。
奉彈珠的聖名禱告，讚美彈珠。阿們！

===========================================================

以上貌似就是彈珠福音書的第一章節完整部分
不知道是否還有後續
