你在地牢中又發現了一張不同的殘頁
你撿起來並閱讀

=====================================================

彈珠教典–彈珠福音書 第一章第二頁

自從神創造了希望“彈珠”和絕望“彈珠檯”這兩個相對立的存在之後。
許多人想要試探神是否真的賦予了這個世界希望與絕望。
但是神的旨意是不可置疑的，這些人只是還沒領受神的恩典。
所以他們並不知道這樣是褻瀆神的行為，他們是被蒙蔽了雙眼。

這時神賦予彈珠們意識，讓彈珠擁有神的一部份力量。
並吩咐了彈珠們，說道：你們是我創造出的“希望”之物。
神又說：你們要將希望無止盡的擴散去，並使世人充滿希望。
神給予彈珠在這個世界上的職責，就是給予人希望。

神也賦予了彈珠檯強大意識，讓彈珠檯擁有給予人絕望的力量。
並吩咐彈珠檯，說道：你的職責就是考驗那些尊崇彈珠之意識的人類。
神又說：將些人的希望給吞噬殆盡，並給予他們重創。

自此彈珠的意識也吸引了一群追隨者，並講授關於彈珠的福音。
這些人被後世稱作：福音傳遞者。

彈珠阿彈珠！何等美妙的彈珠，你賦予了我們許多的希望。
使我們不害怕彈珠檯給予的恐懼與重創。
願世人都能拾起你，來與彈珠檯對抗！
讚美彈珠。阿們！

======================================================

看完後你貌似對彈珠給予的希望產生了一點興趣

