{
  "variables": [
    "itemName", "tierName", "itemType"
  ],
  "REMINDER": [
    "The ${itemName} already includes the tier name, as the tier name is part of the name, example, 'Trash Pistal'"
  ],
  "lores": {
    "TRASH": [
      "这个几乎快要解体的${itemName}靠着胶带和热熔胶才勉强维持结构。确确实实是一件${tierName}等级的物品。你很难不怀疑它是否还具有任何${itemType}的基本功能。",
      "${itemName}曾经是炙手可热的尖端科技产品，但其核心技术遭到骇客盗窃之后，大量劣质仿制品充斥市面，使得它成为山寨科技产品的代名词，在各种专卖${tierName}商品的跳蚤市场中十分常见。",
      "这玩意儿简直算是骨董了──但话又说回来，称呼它为「骨董」似乎暗示着它曾经是具实用价值的物品，因此称呼它为「科技垃圾」或许更适切一点。这种${tierName}等级的物品，只有在刚出厂的时候能够勉强运作，使用寿命相当短暂。 ",
      "这个${itemType}居然还没有解体，真令人意外！",
      "这个${itemType}显然是从垃圾堆里捡来的，它散发出了浓浓的厨余味儿 ... 我敢说就连厨余都比这个${itemName}还要值钱。",
      "你不理解：为什么会有人使用像${itemName}这样的垃圾玩意儿。"
    ],
    "COMMON": [ 
      "「东亚重工」每年都会生产成千上万标准化的${tierName}等级${itemType}，这个${itemName}也不例外。它没什么特殊之处，但至少它不会无预警地爆炸。 ",
      "香格里拉自卫队常用的款型。要发挥它的最大效用的话，最好在使用前费心保养一下。",
      "${itemName}是${itemType}公认的入门款。作为${tierName}等级的装备，几乎家家户户都至少有一套，而且多半用不着第二套。",
      "就连年末交换礼物的场合中，都能看到${itemName}的身影，可见它的泛滥程度。它虽然相对可靠，但在二手市场没有太高的价值。或许能从中回收一些科技废料。",
      "这是经典的入门款${itemType}：平价、可靠、操作简单，足以满足这个时代的人类基本生理需求──「充分武装」。 ",
      "这个${itemName}上面有股味道你很熟悉，你曾经在你邻居家也闻到过这种独特的味道——为什么事情会变成这样？"
    ],
    "HIGH_QUALITY": [ 
      "这个${itemName}具有意外令人满意的品质。它的流线外表呈现出手工艺的特有美感，且执行各种功能的精度都在水准之上。",
      "${itemName}有着耀眼光泽、简约的设计、以及高效能的内建运算单元；好好利用它，或许可以让你保住你所剩不多的、未经生体改造的原生肉体。",
      "没有任何一点肉眼可见的瑕疵或斑迹，只有专精于高规格装备的军武工厂有能力制造这种等级的${itemType}。",
      "从它内衬的出厂序列号码判断，这个${itemName}是源自于品质管控最严格的一间荒坂工厂。这间工厂的年度出货量相当稀少 ... 或许这家伙可以卖个好价钱？",
      "这个${itemName}是上一世代最优质的军用产品之一，从你混迹江湖的一开始就常常仰仗它度过难关。如果世界上有更多这种品质的产品，地球应该会变成一个更美好的地方 ... 吧？",
      "你开始思考，可能正是因为人们大量耗费资源在像${itemName}这样恐怖的军工产品上，这个世界才会变得像战场一样混乱。",
      "小时候你在富人区见到过这个${itemName}，那时候你做梦都想不到自己会像今天一样拿到这个东西。对于小时候的你来说，拥有${itemName}，就是有钱人的象征。而现在你有了，可喜可贺。"
    ],
    "RARE": [ 
      "这个${itemName}具有惊人的耐久度和品质，几乎可以与任何款型的武装配备作搭配。它的制作者不详，但显然具有超乎常人的手艺。",
      "就连外行人也能一眼看出来这个${itemType}雕工之细致、构造之精巧。只要没有太明显的使用痕迹，多数商家都愿意出高价收购这种${tierName}等级的上等货。",
      "李先生曾经提到过，能被列为${tierName}等级的配备都有其独到之处。这个由荒坂集团限量发行的${itemName}就是当代军工技术的结晶，各种场合中都具有水准之上的表现。",
      "这件${itemType}可不是常见的标准化商品。上头处处可见客制化的配件、感应器、多功能暗箱，显然是花费大量时间精力手工制作的逸品。可惜上头没有任何制作者的名字或商徽。",
      "这是一副非常杰出的${itemType}。大小适中，外观迷人，而且是用高级的奈米合金所制作的，电子可以在内外侧之间进行高度可控的穿隧，让它的可操作性及可扩展性大为提升。",
      "直到你把这个东西拿去找人鉴别的时候，你才知道这个万一挑一的物品的大名——${itemName}。为什么不是更显得少见的那种名字？"
    ],
    "LEGENDARY": [ 
      "这个${itemName}是荒坂集团内部试作的原型机之一，据传只有不到十件有流传到黑市当中。它的每一个部件都嵌入了尖端的类神经网络算法，让它可以依据使用者和敌人的生理征相进行实时的输出功率调整。单单持有它就构成了多项侵害一级营业秘密的重罪，但这丝毫不减各地的搜藏家和佣兵团对它的兴趣。",
      "会将这玩意儿带在身上的家伙，要嘛是香格里拉自卫队的司令、东亚重工的高阶保全、或者跨界者的地区领导，要嘛就是不知死活、只想要炫富的傻子，随时都准备人头落地。",
      "这个${itemName}闪烁着高辨识度的血色光泽。许许多多工厂内的年轻人付出健康及生命，才能铸成一把这种品质的物件。但香格里拉的行政官僚多半将它作为某种具炫耀性质的奢侈收藏，因此关于它的实战纪录并不多。",
      "不管光线从哪个方向射入，${itemName}都会折射出五颜六色的复杂花纹。这款${itemType}除了引人注目的外观设计，还有着包罗万象的虚拟实境操作介面，于物理冲突、电子战、脑机入侵等对抗型态中都能提供支援。多数军人或职业佣兵需要耗费多年的时间才能记住并熟稔运用它所提供的各种功能。",
      "这个${itemType}据说是在第一次人工智慧灭绝战争当中，由「跨界者」最初世代的干部们所使用的配备。 「跨界者」对它进行了大量的非常规改造。由于所有的说明文件都在战乱中佚失了，随着初代干部逐渐凋零，几乎没有人能确知${itemType}的完整实战性能。 ",
      "你记得很清楚，某位传奇人物曾有过这个${itemName}书写了属于自己的一段传奇，毫无疑问，${itemName}的酷炫的外型和强大的功能丰富了这个传奇——或许有一天，${itemName}也会帮你写出一段属于你自己的传奇？"
    ],
    "EPIC": [ 
      "一件万中无一的工艺技术奇迹。单单这个${itemName}的黑市市价就等同于一个中等收入国家的年度 GDP 总额。它是荒坂集团投入数十兆比特币、最终以失败告终的「量子运算元军工研发计画」当中极少数被保留下来的成果。一连串微观尺度下的巧合，让这副${itemType}的大多数量子运算元得以长时间稳定处在叠加态，使它获得了无以伦比的运算能力。荒坂集团对外宣称由于${itemName}的存在足以危及整个赛博时代的科技基础建设，已负责任地将其销毁。至于它是如何辗转流落到你手上的，则是一个不解之谜 ...",
      "对于那些醉心于寻找「独一无二」的物件的收藏狂热者而言，${itemName}就是圣杯，因为它的内核写入了在前赛博时代最早发行的非同质化加密代币（NFT）── Kevin McCoy 的数位画作「Quantum」。一代又一代的搜藏家为了避免它遭到盗窃或抢夺，不惜重本、不断地在它身上安装各式各样的尖端保安科技。如今，它不但具有搜价值，更成为了具有超乎想像的实战能力的万用装备。 ",
      "在赛博时代揭开序幕之前，由于脑机介面技术的不成熟，人类对于自身肉体的改造主要着重于生体层面的强化。这件${itemName}即为少数留存至今的生体革命的结晶，它仰赖人工培养的泛用型神经元、而非数位电讯号，来进行自我调整及优化。经过了近百年的演化和适应，它的性能已远超过绝大多数以人工智能为基础的装备，而且随着未来更多实战数据的累积，它只会变得更加强大。",
      "「跨界者」最初的成立宗旨，就是吸收了第一次和第二次人工智能灭绝战争的教训，试图通过人脑及赛博空间、人脑及人工智慧的跨界结合，来对抗人工智慧独大、甚至逐渐不受人类控制的局面。当然了，这样的主张和人工智能企业（主要是荒坂集团）的商业利益相冲突，因此人工智能的算法愈来愈繁复、保密、「黑盒子」化。 ${itemName}是荒坂集团和东亚重工在人工智能军工研发早期的成果，其核心对于东亚系及荒坂系的人工智能架构提供了一般性的描述，具有解构和重构当前市面上所有人工智能系统的潜力，是跨界者不惜一切代价也想弄到手的无价之宝。但跨界者将它弄到手之后，因为内部斗争不断，${itemName}也在组织的动荡中失去了下落。 ",
      "虽然「东亚重工」如今大多仅生产中低规格的军工产品，已经沦为明日黄花的代名词，但许多由其所开创先河的技术，却在各种激进的科技无政府主义者团体中开枝散叶。这个由「超构造体」──东亚重工所开发的泛用型材料──所构成的${itemName}，其中的人工智能算法、逻辑电路和物件材料已揉合成不可分的整体，因此${itemName}无时无刻都处在不断地自我组织和重构的状态。科技无政府主义者主张「超构造体」的自组织能力，具有将人类从无效率、不公义的官僚组织中解放出来的潜力。不过呢，相较之下，你对于${itemName}在实战中无与伦比的潜能更感兴趣。 "
    ]
  }
}
