{
  "VARIABLES": [ 
  ],
  "lines": [ 
  	 "Du findest einen staubigen Aktenschrank und öffnest ihn, um seinen Inhalt freizulegen.",
	 "Auf dem Boden lag ein Stapel Kisten, vielleicht sind Wertsachen drin?",
	 "Auf diesen Paketen scheint das EdgeRunner-Logo aufgeprägt zu sein. Ich frage mich, für wen sie bestimmt waren ... nun, jetzt gehören sie dir!",
	 "Nach minutenlangem Suchen hast du endlich eine einzelne Kiste mit Beute gefunden.",
	 "Du stolperst über Container mitten im Raum und öffnest sie, um einen Blick auf das Innere zu werfen.",
	 "Du stößt auf eine Küche und untersuchst den Inhalt der Schränke.",
	 "Du findest einen Stapel Kisten mit dem Maikon-Logo. Da darf man auch mal reinschauen.",
	 "Du stößt auf die Überreste eines provisorischen Campingplatzes. Wer auch immer hier war, ist in Eile gegangen und hat einige Gegenstände zurückgelassen.",
	 "Unter einem großen Ⓐ hat jemand 'Really Really Free Store: Nimm, was du willst, lass, was du nicht willst' gekritzelt. Hier gibt es ein paar Dinge, die du mitnehmen kannst.",
	 "Du stolperst über eine alte, verlassene Werkbank und durchsuchst sie hastig nach Wertgegenständen.",
	 "Hier ist eine teilweise aufgebrochene Holzkiste. Du schaffst es, den Deckel das letzte Stück noch aufzuhebeln und etwas Beute darin zu entdecken.",
	 "Ein verschlossener Metallbehälter mit einer digitalen Tastatur darauf. Du gibst scherzhaft 1234 auf der Tastatur ein und zu deiner Überraschung springt sie auf.",
	 "Du siehst etwas unter einem Trümmerhaufen glitzern. Als du die Trümmer beiseite wischst, findest du einen Haufen Gegenstände.",
	 "Als du vor einer Reihe von weit geöffneten, leeren Schränken stehst, bemerkst du, dass der Schrank am Ende noch geschlossen ist. Als du ihn öffnest, findest du einige ordentlich gestapelte Gegenstände darin.",
	 "Du bemerkst, dass eine der Bodenfliesen locker zu sein scheint. Als du die Kachel anhebst, findest du einen versteckten Vorrat an Gegenständen.",
	 "Du schaust nach oben und bemerkst, dass eine der Deckenplatten seltsam fehl am Platz zu sein scheint. Als du es beiseite schiebst, entdeckst du eine verborgene Fundgrube an Gegenständen.",
	 "Als du den Raum betrittst, stößt du auf einen kleinen Safe mit einer Notiz, auf der steht: 'Yahishiros Super Secret Safe, Kombination ist eine lustige Nummer'. Du kicherst in dich hinein, als du den Code „69420“ eingibst, er öffnet sich, um eine Oase der Beute aufzudecken.",
	 "Mit deinem handlichen Dandy-Schraubendreher öffnest du schnell den losen Bolzen, nachdem du die Beute darin entdeckt hast.",
	 "Während du wütend versuchst, die Kiste zu öffnen, wirst du die Kiste wild gegen die Wand, nur um eine versteckte Beute in der Wand zu finden.",
	 "Du bist auf einen Karton zwischen einem Korridor gestoßen. Du untersuchst schnell den Inhalt darin."
  ]
}
