{
  "VARIABLES": [
    "enemyName", "enemyLevel"
  ],
  "lines": [
    "Nachdem du die Leiche von ${enemyName} durchsucht hast, hast du einige Gegenstände gefunden.",
    "${enemyName} stirbt schließlich durch deine Angriffe; Du durchkämmst sorgfältig die Gegend und zu deiner Überraschung liegt hier die Beute.",
    "Nach einem hart erkämpften Sieg gegen ${enemyName} durchwühlst du seine Taschen und findest ein paar Preise.",
    "Exzellent! Es scheint, dass ${enemyName} dir ein paar Souvenirs hinterlassen hat, um dich an deinen Kampf zu erinnern.",
    "In der Rauferei scheint ${enemyName} ein paar Dinge verloren zu haben. Diese sollte man nicht verkommen lassen.",
    "Was ist das? Sieht so aus, als hätte ${enemyName} dir ein paar Abschiedsgeschenke hinterlassen.",
    "Es ist nicht einfach, einen Gegner der Stufe ${enemyLevel} zu besiegen, aber du hast ihn besiegt. Du näherst dich und forderst deine Belohnungen ein.",
    "Du gibst dem ${enemyName} einen letzten Tritt, um sicherzustellen, dass er wirklich tot ist – dein Tritt lässt einen Gegenstand aus seiner Tasche fallen!",
    "Du dankst ${enemyName} für einen guten Kampf und plünderst seine Leiche.",
    "Level ${enemyLevel}, und das war alles, was er dafür drauf hatte? Du verdienst seine Beute.",
    "Mit seinem letzten Atemzug sagt ${enemyName} dir, dass du nicht in seine Taschen schauen sollst. Natürlich ist dort die Beute.",
    "Du hast ein Siegesgeräusch gehört, nachdem du ${enemyName} besiegt hast, gefolgt von einer zufälligen Beute, die vor deinen Füßen erscheint.",
    "Während man sich seine Beute schnappt, könnte man sagen, dass der ${enemyName} seinem Namen nicht gerecht wird.",
    "${enemyName} schlägt mit einem *Knall* auf dem Boden auf und du findest etwas Beute um seinen Leichnam herum verstreut.",
    "${enemyName} ist umgekommen und du suchst nach Beute. Oh! Hier ist einiges!"
  ],
  "linesWithNoVariables": [
    "Du hast einige Gegenstände aus der Leiche des Feindes gefunden.",
    "Nachdem du deinen Feind besiegt hast, hebst du ein paar Schmuckstücke als Souvenirs vom Boden auf.",
    "Während dein Feind tot auf dem Boden liegt, durchwühlst du seine Habseligkeiten und steckst ein paar Sachen ein.",
    "Sieht aus, als hätten er etwas fallen lassen. Nun, es ist jetzt deins!",
    "Oh! Freies Zeug dank der Leiche, vor der du in die Hocke gegangen bist.",
    "Sieht aus, als wären die Feiertage dieses Jahr früher gekommen! Du hast einige 'Geschenke' gefunden, die eindeutig für dich bestimmt sind.", 
    "Beim Stöbern in der Tasche deines Feindes hast du einen Gegenstand gefunden, von dem du später profitieren kannst.",
    "Als sein Körper auf den Boden fällt, greifst du schnell seinen wertvollen Gegenstand mitten in der Luft.",
    "Du bemerkst einen Gegenstand, der in der Tasche deines Feindes leuchtet. Du hebst es schnell auf, bevor es jemandem auffällt.",
    "Während sein Körper durch deinen vorherigen Schuss verdampft wird, schnappst du dir schnell seine Beute aus der Luft.",
    "Während du über der Leiche hockst, verlierst du das Gleichgewicht und fällst auf ihren Rücken. Dabei quillt aus ihrem Rucksack scheinbar ihre gesamte Ausrüstung heraus."
  ]
}
