{
	"variables": ["itemName", "tierName", "itemType"],
	"REMINDER": [
		"The ${itemName} already includes the tier name, as the tier name is part of the name, example, 'Trash Pistol'"
	],
	"lores": {
		"TRASH": [
			"Un ${itemName} roto y maltratado que se mantiene unido con pegamento y cinta adhesiva. Fiel a su designación ${tierName}, apenas funciona como un ${itemType}",
			"Solía ​​ser la tecnología punta de su tiempo, la fabricación en masa cuesta ${itemName} su reputación y calidad. Nada más que un ${tierName} de su destino.",
			"Nada más que un artefacto abandonado, aunque 'artefacto' parece implicar cierto grado de importancia.",
            "Tal vez menos un artefacto que solo detritos.  Por otra parte, estos ${itemType} eran tan 'funcionales' como debían ser.",
			"Es una maravilla que este ${itemType} aún tenga todas sus piezas.",
			"Cualquier contenedor de basura del que provenga este ${itemType} seguramente contiene comida en mal estado que valdría más que el ${itemName}.",
			"Uno podría examinar ${itemName}, con la esperanza de encontrar algo valioso.  Por desgracia, habrían perdido su valioso tiempo.",
			"Este ${itemType} fue retirado por el fabricante por defectos conocidos. Podría ser útil como material de desecho.",
			"Los bordes ásperos hacen que un ${itemType} pierda su valor exponencialmente, hasta el punto en que llamar a su 'nombre' hace que un comerciante ignore su existencia.",
			"Tener una marca tan destacada no significa que un equipo de ${itemType} como este vaya a estar a la altura de su nombre. A la altura de su nivel de ${tierName}.",
			"Si el tiempo es dinero, los pocos segundos que te toma leer esto valen mucho más que el ${itemName} que ves frente a ti.",
			"En la mayoría de los casos, lo más probable es que el equipo hecho a mano destruya a su propietario mientras hace todo lo posible por ser lo más funcional posible.  Espero que este equipo de ${itemType} no venga con desastres fatales.",
			"Resistido y golpeado, este ${itemName} ha visto días mejores.  Desafortunadamente, mejores días es relativo.  Fue hecho de mala calidad para empezar también.",
			"De alguna manera, ${itemName} parece ser menos que la suma de sus partes, pero no parece demasiado difícil de llevar."
		],
		"COMMON": [
			"Este ${itemName}, uno de los muchos millones de piezas de equipo similares que produce Militech anualmente, no tiene nada de especial, pero al menos no te explota en la cara.",
			"Fácil de encontrar, comúnmente utilizado por los reclutas de SLPD durante su tiempo.  Es posible que deba refinar un poco el ${itemName} antes de usarlo.",
			"El ${itemName} es un ${itemType} estándar.  Esto es tan ${tierName} que casi todo el mundo ya tiene uno y probablemente no estaría interesado en otro.",
			"La gente puede regalar un ${item Name} como recuerdo de fiesta en sus bodas.  Nadie realmente necesita otro, pero podría tener algún uso.",
			"Comúnmente conocido como un 'kit de inicio', este bien hecho equipo de ${itemType} cumplirá su propósito de cumplir el valor de la humanidad de 'estar bien armado'.",
			"Un útil equipo de ${itemType} con la etiqueta 'Judy's Weapon Smith' en un costado.  Deben ser los creadores de la misma.",
			"Se encuentra comúnmente en el mercado de Shangri-La como equipo para principiantes.  Mayormente regalado como un 'amuleto de bienvenida' debido a la abundante cantidad del equipo.",
			"Un artículo de emisión estándar.  El estampado en este ${itemName} indica que se fabricó en una planta de Arasaka en el sur de Alabama, donde la mano de obra es barata y se envió a granel."
		],
		"HIGH_QUALITY": [
		        "Un ${itemName} sorprendentemente bien hecho, esta pieza de equipo luce signos de excelente artesanía y logra su propósito designado con precisión.",
			"Una notable artesanía de un excelente ${itemName} es, como se muestra en su magnífico diseño. Manténgalo intacto y podría salvarle una extremidad otro día.",
			"Ni un rasguño. El rumor decía que solo una cierta cantidad de personas podía fabricar este equipo. Un buen ${itemType}, como debería ser.",
			"Esto podría ser útil. Las marcas en este ${itemType} indican que formaba parte de un lote de producción sin defectos. ¿Tal vez podría venderse por una buena ganancia?",
			"El ${itemName} trae recuerdos nostálgicos. Si tan solo se hicieran más cosas como esta, esta galaxia estaría mejor.",
			"Un ${itemName} refinado y bien hecho.  El texto 'Desechar cuando se produzca un nivel peligroso de mal funcionamiento' se muestra en la parte posterior del ${itemType} .",
			"Los comerciantes se refieren a este equipo específico como su 'dinero de bolsillo'.  Podría estar relacionado con su comportamiento de vender estos ${itemName} a precios elevados a extranjeros.",
			"Notablemente dotado como una 'dedicación al trabajo' después de una cierta cantidad de años en SLPD.  O eso o como una forma 'altamente noble' de decir 'al diablo con tu existencia'.",
			"Sin rayones, este ${itemName} casi parece ensamblado a mano.  ¡Incluso tiene un revestimiento resistente a la intemperie!"
		],
		"RARE": [
			"Una adición valiosa a cualquier equipo, este ${itemName} es excepcional tanto en durabilidad como en calidad.  Se desconoce su fabricante, pero seguro que sabían lo que estaban haciendo.",
			"Un diseño intrincado sin errores en el medio, como se notó de inmediato.  Manténgalo impecable y cualquier comerciante podría vender sus pertenencias por una pieza de ${tierName}.",
			"Lee dijo una vez que algunos equipos figuraban como ${tierName} por una buena razón.  La corporación detrás de esto, Arasaka, sabe cómo hacer un equipo tan fino como seductor que la humanidad podría pedir, como lo demuestra este ${itemName}.",
			"Nada estándar se parece a este ${itemType}.  Está muy personalizado y parece estar hecho a mano.  Alguien pasó mucho tiempo haciendo esto.",
			"Este es un excelente ${itemType} y se ve muy bien.  Es el tamaño perfecto.  El material está construido con una nanoaleación liviana que durará eones más allá de una vida orgánica típica.",
			" 'guárdelo como un amuleto de buena suerte' fue grabado al costado del ${itemType}.  Podría ser mejor simplemente desecharlo de inmediato.'",
			"Lee dijo que el SLPD de alto rango una vez equipó este equipo, pero una alta tasa de mortalidad hizo que este ${itemType} desapareciera rápidamente.",
			" 'en caso de emergencia, equipe este equipo cueste lo que cueste' estaba grabado en la parte trasera del ${itemType}.  El texto 'Propiedad de SLPD' también se mostró al otro lado del ${itemType}.'"
		],
		"LEGENDARY": [
			"Este ${itemName} fue parte de una producción extremadamente limitada dirigida por Arasaka.  Supuestamente, solo se fabricaron unas pocas docenas, y este equipo se encuentra entre ese grupo venerado.  Un premio venerado para cualquier coleccionista de armas.",
			"Quienes equiparon estos ${itemName} eran agentes del SLPD, aristócratas o tontos que asomaban la cabeza con claridad.",
			"La fina etiqueta detrás del equipo vuelve a contar la historia de un joven que sufre crueldad y trabajo extenso, solo para ser consumido dentro del costoso equipo que los aristócratas adquieren como una necesidad.",
			"A medida que la luz baila sobre el ${itemName}, el color se arremolina en varios tonos agradables a la vista.  Este ${itemType} tiene varias actualizaciones de supervivencia integradas, como IA avanzada, una interfaz neuronal y conectividad de redes sociales VR.",
			"El ${itemName} pertenecía a un famoso líder de pandillas que lideró el asalto inicial contra la primera rebelión de AI.  Se perdió después de su muerte, pero de alguna manera se encontró de nuevo.",
			"Una reliquia del pasado que encontró su camino de regreso al ciberespacio.  Un símbolo rúnico irreconocible fue grabado en el costado del ${itemType} que data de la era anterior al cyberpunk.",
			"Grabado a mano.  Confort acanalado.  Acolchado exactamente correctamente y maquinado apropiadamente.  El logotipo de Arasaka está estampado de forma destacada en este ${itemName}.  Una pieza de calidad."
		],
		"EPIC": [
			"Una maravilla de la ingeniería única en su clase, este ${itemName} es muy buscado tanto por los líderes de pandillas de élite como por los ultraricos.  Extremadamente valioso y poderoso.",
			"Aquellos que buscan este equipo 'único', conocen la historia y las relevancias en torno a su perfección, como debe ser ${itemName}.",
			"Un artefacto perdido que emerge en una época futurista, revolucionando la artesanía, ya que solo aquellos que son 'lo suficientemente dignos' adquirirán su verdadero poder.",
			"Los corredores de red han estado difundiendo rumores sobre ${itemName} durante muchos años.  ¡Este ${itemType} vale la mitad de su PIB local!  ¿Quizás los corredores todavía están buscando?  Las sombras parecen moverse solas.  ¿Quién está ahí fuera?",
			"Incluso con una gran victoria en pachinko, uno no podía pagar este ${itemName}.  Está marcado con un costoso código de barras de holograma dinámico industrial que se encuentra solo en prototipos limitados de ultra-premium ${itemType}.",
			"El esplendor de este ${itemType} es insuperable.  Este es el famoso ${itemName}.  Este pequeño bebé es uno en un millón.  Su dueño podía codearse con los ridículamente ricos.  Este fabuloso tesoro es inalcanzable a cualquier precio, el más raro de la galaxia.",
			"Una sola mirada rápida al asombroso ${itemName} que tienes ante ti te ha ayudado a comprender el deseo de la humanidad por la destreza y el poder.  Difícilmente puedes descartar tu deseo de tenerlo, aunque ya esté en tus manos."
		]
	}
}
