{
    "variables": [
        "itemName", "tierName", "itemType"
    ],
    "REMINDER": [
        "The ${itemName} already includes the tier name, as the tier name is part of the name, example, 'Trash Pistal'"
    ],
    "lores": {
        "TRASH": [
            "Сломанный и потрепанный ${itemName}, скрепленный клеем и скотчем. Верный своему обозначению ${tierName}, он практически не работает как ${itemType}.",
            "Когда-то это была передовая технология своего времени, но массовое производство стоило ${itemName} своей репутации и качества. Не более чем ${tierName} своей судьбы.",
            "Не более чем заброшенный артефакт, хотя «артефакт», кажется, подразумевает некоторую степень значимости. Может быть, не столько артефакт, сколько просто обломки. Опять же, эти ${itemType} были настолько «функциональны», насколько им нужно было быть.",
            "Удивительно, что у этого ${itemType} все еще есть все свои части.",
            "В каком бы мусорном баке ни появился этот ${itemType}, он почти наверняка содержал испорченную еду, которая стоила бы больше, чем ${itemName}.",
            "Можно исследовать ${itemName} в надежде найти что-то ценное. Увы, они бы зря потратили свое драгоценное время.",
            "Этот ${itemType} был отозван производителем из-за известных дефектов. Может пригодиться в качестве подручного материала.",
            "Острые края действительно заставляют ${itemType} терять свою ценность в геометрической прогрессии, до такой степени, что произношение его «имени» заставляет продавца игнорировать его существование.",
            "Наличие такого замечательного бренда не означает, что снаряжение ${itemType}, подобное этому, будет соответствовать его названию. Достижение своего уровня ${tierName}.",
            "Если время — деньги, то несколько секунд, которые вам потребуются, чтобы прочитать это, стоят намного больше, чем ${itemName}, которые вы видите перед собой.",
            "В большинстве случаев сделанное вручную снаряжение, скорее всего, уничтожит своего владельца, стараясь изо всех сил быть максимально функциональным. Надейтесь, что за снаряжение ${itemType} не будут платить фиксированные суммы.",
            "Обветренный и побитый, этот ${itemName} знавал лучшие времена. К сожалению, лучшие дни относительны. С самого начала он был сделан некачественно."
        ],
        "COMMON": [
            "Один из многих миллионов подобных предметов, ежегодно выпускаемых Militech, этот ${itemName} не представляет собой ничего особенного, но, по крайней мере, он не взрывается у вас перед носом.",
            "Легко найти, в свое время широко использовался новобранцами SLPD. Возможно, вам придется немного доработать ${itemName}, прежде чем использовать его.",
            "${itemName} является стандартным ${itemType}. Это настолько ${tierName}, что почти у всех уже есть один, и, вероятно, он не будет заинтересован в другом.",
            "Люди могут подарить ${itemName} в качестве сувенира на своей свадьбе. Другой действительно никому не нужен, но он может быть полезен.",
            "Это хорошо сделанное снаряжение ${itemType}, обычно называемое «стартовым набором», будет служить своей цели в реализации ценности человечества «быть хорошо вооруженным».",
            "Целеустремленное снаряжение ${itemType} с этикеткой \"Judy's Weapon Smith\" на боку. Должно быть, его создатели.",
            "Обычно можно найти на рынке Шангри-Ла в качестве снаряжения для новичков. В основном дарят как «приветственный талисман» из-за большого количества снаряжения.",
            "Стандартный пункт выдачи. Штамп на этом ${itemName} указывает, что он был изготовлен на заводе Arasaka в Нижней Алабаме, где рабочая сила дешева, и поставляется оптом."
        ],
        "HIGH_QUALITY": [
            "Удивительно хорошо сделанный ${itemName}, этот предмет снаряжения демонстрирует признаки превосходного мастерства и с точностью выполняет свое предназначение.",
            "Заметное мастерство прекрасного ${itemName} видно по его великолепному дизайну. Держите его нетронутым, и это может спасти вам жизнь в какой-нибудь день.",
            "Ни царапины на нем. Ходили слухи, что только определенное количество людей может изготовить это снаряжение. Прекрасный ${itemType}, как и должно быть.",
            "Это может быть полезно. Маркировка на этом ${itemType} указывает на то, что он был частью производственной партии без дефектов. Может быть, его можно продать с хорошей прибылью?",
            "${itemName} навевает ностальгические воспоминания. Если бы таких вещей было больше, эта галактика была бы лучше.",
            "Изысканный, хорошо сделанный ${itemName}. Текст «Утилизация при возникновении опасного уровня неисправности» отображается в конце ${itemType}.",
            "Продавцы называют это конкретное снаряжение своими «карманными деньгами». Это может быть связано с их поведением по продаже этих ${itemName} по высоким ценам иностранцам.",
            "Особенно одарен как «преданность работе» после определенного количества лет в SLPD. Либо так, либо как «высокоблагородный» способ сказать «к черту ваше существование».",
            "Без царапин этот ${itemName} выглядит почти собранным вручную. Он даже имеет атмосферостойкое покрытие!"
        ],
        "RARE": [
            "Ценное дополнение к любому комплекту снаряжения, этот ${itemName} отличается исключительной долговечностью и качеством. Его производитель неизвестен, но они, черт возьми, знали, что делали.",
            "Замысловатый дизайн без каких-либо ошибок которые можно заметить. Держите его в первозданном виде, и любой торговец может продать свои вещи за такую штуку ${tierName}.",
            "Ли однажды сказал, что некоторая экипировка была указана как ${tierName} по уважительной причине. Корпорация, стоящая за ней, Arasaka, знает, как сделать настолько прекрасное, но соблазнительное оборудование, о котором только может мечтать человечество, что доказывает этот ${itemName}.",
            "Ничто из готового не выглядит так, как этот ${itemType}. Он сильно настроен и, кажется, сделан вручную. Кто-то потратил много времени на это.",
            "Это отличный ${itemType}, и он отлично выглядит. Это идеальный размер. Материал изготовлен из легкого нано-сплава, который прослужит много лет после типичного органического срока службы.",
            "«Храни это как талисман на удачу» было выгравировано сбоку ${itemType}. Может лучше сразу выкинуть.",
            "Ли сказал, что высокопоставленные SLPD когда-то экипировали это снаряжение, но из-за высокого уровня смертности этот ${itemType} быстро исчез.",
            "На задней стороне ${itemType} была выгравирована фраза «в случае крайней необходимости экипируйте это снаряжение любой ценой». Текст «Свойство SLPD» также отображался с другой стороны ${itemType}."
        ],
        "LEGENDARY": [
            "Этот ${itemName} был частью крайне ограниченного производства Arasaka. Предположительно было изготовлено всего несколько десятков, и это снаряжение входит в эту почитаемую группу. Почитаемый приз для любого коллекционера оружия.",
            "Те, кто экипировал эти ${itemName}, были либо депутатами SLPD, либо аристократами, либо дураками, которые ясно показывают свои головы.",
            "Шикарная этикетка за снаряжением пересказывала историю о молодом парне, который страдает от жестокости и тяжелой работы только для того, чтобы быть съеденным внутри дорогого оборудования, которое аристократы приобретают по необходимости.",
            "Когда свет падает на ${itemName}, цвет меняется на несколько приятных глазу оттенков. Этот ${itemType} имеет несколько встроенных обновлений для выживания, таких как продвинутый ИИ, нейронный интерфейс и возможность подключения к социальным сетям виртуальной реальности.",
            "${item Name} принадлежал известному лидеру банды, который руководил первоначальным нападением на первое восстание ИИ. Он был утерян после их смерти, но каким-то образом снова был найден.",
            "Реликвия прошлого, которая вернулась в киберпространство. На боку ${itemType} был выгравирован неузнаваемый рунический символ, который восходит к эпохе до киберпанка.",
            "Ручная гравировка. Комфорт рифленый. Набит точно правильно и обработан соответствующим образом. На этом ${itemName} хорошо виден логотип Arasaka. Качественный пример."
        ],
        "EPIC": [
            "${itemName}, единственное в своем роде чудо инженерной мысли, пользуется большим спросом как у сверхбогатых, так и у элитных главарей банд. Чрезвычайно ценный и мощный.",
            "Те, кто ищет это «единственное и неповторимое» снаряжение, знают историю и актуальность его совершенства, как и должно быть ${itemName}.",
            "Утерянный артефакт, который всплывает в футуристическое время, революционизируя мастерство, поскольку только те, кто «достаточно достоин», обретут его истинную силу.",
            "Слухи о ${itemName} распространялись пользователями сети уже много лет. Этот ${itemType} стоит половину вашего местного ВВП! Возможно, бегуны все еще ищут? Тени, кажется, движутся сами по себе. Кто снаружи?",
            "Даже с большим выигрышем в патинко никто не мог позволить себе этот ${itemName}. Он помечен дорогим промышленным штрих-кодом с динамической голограммой, который можно найти только на ограниченном количестве ультра-премиальных прототипов ${itemType}.",
            "Великолепие этого ${itemType} не имеет себе равных. Это знаменитый ${itemName}. Этот маленькая малышка одна на миллион. Его владелец мог дружить со смехотворно богатыми людьми. Это сказочное сокровище, которое невозможно достать ни за какую цену, является самым редким в галактике."
        ]
    }
}
