{
  "VARIABLES": [ 
  ],
  "lines": [ 
  	 "Ви знаходите запорошену картотеку та відкриваєте її, щоб подивитись її вміст."
	 "На підлозі валялася купа коробок, може всередині є якісь цінні речі?",
	 "Здається, на цих пакетах вибитий логотип EdgeRunner. Цікаво, для кого вони були призначені... ну, тепер вони ваші!",
	 "Після кількох хвилин пошуків, Ви нарешті знайшли одну коробку зі здобиччю.",
	 "Ви натрапляєте на контейнери посеред кімнати й відкриваєте їх, щоб побачити, що є всередині.",
	 "Ви натрапляєте на кухню і досліджуєте вміст шаф.",
	 "Ви знаходите купу ящиків, прикрашених логотипом Maikon. Ви також можете зазирнути всередину.",
	 "Ви натрапляєте на залишки тимчасового кемпінгу. Хто б не був тут, поспішно пішов, залишивши деякі речі.",
	 "Під великим Ⓐ хтось нашкрябав «Дійсно безкоштовний магазин: беріть те, що хочете, залиште те, що не хочете». Тут є кілька речей, які ви можете взяти.",
	 "Ви натрапляєте на старий, покинутий верстак і поспішно шукаєте на ньому цінні речі.",
	 "Тут є частково відкритий дерев'яний ящик. Ви встигли підняти кришку до кінця й виявити всередині трохи здобичі.",
	 "Замкнений металевий контейнер із цифровою клавіатурою. Ви жартома вводите 1234 на клавіатурі, і, на ваш подив, він відкривається.",
	 "Ви бачите, як щось блищить під купою уламків. Відсунувши уламки вбік, ви побачите купу предметів.",
	 "Стоячи рядом перед широко відкритих порожніх шаф, ви помічаєте, що шафа з торця все ще закрита. Коли ви відкриваєте її, ви бачите всередині акуратно складені предмети.",
	 "Ви помітили, що одна з плиток підлоги здається вільною. Коли ви піднімаєте плитку, ви знаходите прихований сховок предметів.",
	 "Ви дивитеся вгору й помічаєте, що одна зі стельових плит виглядає дивно недоречною. Відсуваючи її вбік, ви відкриваєте приховану скарбницю предметів.",
	 "Коли ви входите в кімнату, ви наштовхуєтесь на невеликий сейф із запискою 'Суперсекретний сейф Яхісіро, код - смішне число'. Ви смієтеся про себе, коли вводите код '69420', він відкривається, щоб подивитись на сховище здобичі.",
	 "З вашою зручною викруткою ви швидко відкриєте ослаблений засув, виявивши всередині здобич.",
	 "Коли ви люто намагаєтеся відкрити ящик, ви люто кидаєте ящик в стіну, лише щоб знайти приховану здобич усередині самої стіни.",
	 "Ви натрапили на картонну коробку між коридором. Ви швидко досліджуєте вміст усередині."
  ]
}
