{
  "VARIABLES": [
    "enemyName", "enemyLevel"
  ],
  "lines": [
    "Після обшуку трупа ${enemyName} ви знайшли деякі предмети. " ,
    "${enemyName} нарешті гине від ваших атак; ви ретельно обстежуєте територію, і, на ваш подив, тут лежить здобич.",
    "Після важко здобутої перемоги над ${enemyName} ви перебираєте їхні кишені та знаходите кілька призів.",
    "Чудово! Здається, ${enemyName} залишив вам кілька сувенірів на згадку про вашу битву.",
    "Під час бійки, здається, ${enemyName} впустив кілька речей. Немає сенсу залишати їх марно.",
    "Що це? Схоже, ${enemyName} залишив вам прощальні подарунки.",
    "Нелегко перемогти ворога рівня ${enemyLevel}, але ви перемогли його. Ви підходите та отримуєте свої нагороди.",
    "Ви завдаєте ${enemyName} останнього удару ногою, щоб переконатися, що ворог точно мертвий - ваш удар скидає предмет!.",
    "Ви дякуєте ${enemyName} за гарний бій і продовжуєте грабувати його труп.",
    "Рівень ${enemyLevel}, і це все, що вони мали для цього показати? Ви заслуговуєте на їхню здобич.",
    "${enemyName} своїм передсмертним подихом каже вам не заглядати в їхні кишені. Звичайно, там здобич.",
    "Ви почули звук перемоги після перемоги над ${enemyName}, а потім випадкову здобич, яка з'являється на ваших ногах.",
    "Вибираючи їхню здобич, можна сказати, що ${enemyName} не відповідає своїй назві.",
    "${enemyName} з *гуркотом* падає на землю, і ви бачите, що навколо його трупа розкидано здобич.",
    "${enemyName} загинув, а ви шукаєте здобич. О! Ось трохи!"
  ],
  "linesWithNoVariables": [
    "Ви знайшли деякі предмети з трупа ворога.",
    "Перемігши ворога, ви підбираєте з землі кілька дрібничок як сувеніри.",
    "Коли ваш ворог лежить мертвий на землі, ви перебираєте його речі та кладете в кишені кілька речей.",
    "Схоже, ворог щось впустив. Ну, тепер воно твоє!",
    "Ой! Безкоштовні речі, це ввічливість того трупа, над яким ти пригнувся.",
    "Схоже, свята цього року настали раніше! Ви знайшли кілька 'подарунків', явно призначених для вас.",
    "Рипаючись у кишені свого ворога, ви знайшли предмет, який згодом принесе вам користь.",
    "Коли він падає на землю, ви швидко підбираєте його дорогоцінні речі у повітрі.",
    "Ви помічаєте предмет, який блищить у кишені вашого ворога. Ви швидко підбираєте його, перш ніж хтось помітить.",
    "Поки їхні тіла випаровуються вашим попереднім пострілом, ви швидко хапаєте їхню речі у повітрі.",
    "Коли ви робите пакетик чаю над переможеним трупом, ви втрачаєте рівновагу і падаєте йому на спину, а з його рюкзака висипається те, що здається всім його спорядженням."
  ]
}
