{
  "VARIABLES": [ 
  ],
  "lines": [ 
	 "Trovi uno schedario polveroso, e lo apri per scoprirne i contenuti.",
	 "Trovi una pila di scatole a terra, forse ci sono oggetti di valore dentro?",
	 "Quei pacchi sembrano avere il loro EdgeRunner stampato sopra. Chissà per chi erano... oh beh, adesso sono tuoi!",
	 "Dopo minuti di ricerca, hai finalmente trovato un bottino.",
	 "Ti imbatti in contenitori in mezzo alla stanza, e li apri per dare un'occhiata a cosa c'è dentro.",
	 "Ti trovi in una cucina e indaghi i contenuti delle dispense.",
	 "Trovi una pila di di casse con incise il logo Maikon. Tanto vale dare un'occhiata.",
	 "Ti imbatti in resti di un accampamento improvvisato. Chiunque fosse qui se n'è andato di fretta, lasciando degli oggetti.",
	 "Sotto una grande Ⓐ, qualcuno ha scarabocchiato 'Negozio Davvero Gratis: Prendi quel che vuoi, lascia ciò che non vuoi'. Ci sono un po' di cose che potresti prendere qui.",
	 "Ti imbatti in un vecchio banco da lavoro abbandonato e cerchi frettolosamente degli oggetti di valore.",
	 "C'è una cassa di legno forzata. Riesci a sollevare il coperchio e trovi del bottino dentro essa.",
	 "Un contenitore di metallo bloccato con un tastierino numerico. Digiti 1234 per scherzo e, di tua sorpresa, si apre.",
	 "Vedi qualcosa brillare sotto una pila di macerie. Spazzi via i detriti e trovi una pila d'oggetti.",
	 "Davanti ad una fila di armadietti vuoti e spalancati, noti che l'ultimo è ancora chiuso. Lo apri e trovi dentro degli oggetti ordinatamente impilati.",
	 "Noti una piastrella del pavimento che sembra allentata. La sollevi e trovi nascosta una pila d'oggetti.",
	 "Guardi sopra e noti uno dei pannelli del soffitto che sembra fuori posto. Lo spingi da parte e scopri una raccolta d'oggetti.",
	 "Entrando nella stanza, ti scontri con una piccola cassaforte. C'è una nota con su scritto 'Cassaforte Super Segreta di Yahishiro, il codice è un numero buffo'. Ridacchi mentre digiti '69420' e si apre, scoprendo un bottino paradisiaco.",
	 "Cacciavite alla mano, sviti rapidamente la vite allentata, trovando un bottino.",
	 "Tentando di aprire la cassa, la lanci violentemente al muro, trovando un bottino nascosto tra i resti.",
	 "Trovi una scatola di cartone in mezzo ad un corridoio. Ti affretti a investigarne i contenuti."
  ]
}