{
  "variables": [
    "itemName", "tierName", "itemType"
  ],
  "REMINDER": [
    "티어 이름이 아이템 이름의 일부이므로, ${itemName}에 이미 티어 이름이 포함되어 있음. 예를들면, '조잡스런 피스톨'은 이름으로 취급"
  ],
  "lores": {
    "TRASH": [
      "부서지고 망가진 ${itemName}(이)가 접착제와 덕트테이프로 겨우 고정되어 있습니다. ${tierName} 품질이기 때문에 ${itemType}의 기능은 거의 수행하지 못합니다.",
      "${itemName}는 당시 최고의 기술력을 자랑했지만, 대량 생산은 결국 명성과 품질을 저하시키는 원인이 되었습니다. ${tierName} 품질의 운명이란 이런것이죠.",
      "비록 「아티팩트」이긴 하지만 결국은 버려진 유물일 뿐 입니다. 그리고 ${itemType}는 딱 필요한 만큼의 '기능'할 수 있습니다.",
        "이 ${itemType}(이)가 아직도 모든 부품을 유지하고 있다는게 놀랍네요.",
        "이 ${itemType}(을)를 찾아낸 쓰레기통의 썩어가는 음식따위가 ${itemName}보다는 더 가치 있을 겁니다.",
      "아마 ${itemName}(이)가 쓸 만한지 조사 해 볼 수 있을 겁니다. 아아.. 근데 아마 귀중한 시간을 낭비하게 되겠죠.",
      "이 ${itemType}(은)는 제조업체가 밝힌 결함으로 전량 회수되었습니다. 공학조각을 만들때 유용하겠네요.",
      "${itemType}은(는) 마모되거나 자잘한 흠집이 있어 상품가치가 거의 없습니다. 아마 상인에게 이 '이름'을 말해봐도 무시할만큼.",
      "멋진 브랜드 명을 달고 나왔다고 해서 ${itemType}(이)가 그 명성에 걸맞은 것은 아닙니다. 그저 ${tierName}품질 만큼만 할 뿐이죠.",
        "시간을 돈으로 환산할 수 있다면 ${itemName} 보다 이 글을 읽는데 사용한 몇 초가 더 가치 있을 겁니다.",
      "대부분의 경우에, 손으로 만든 장비는 제대로 작동하려고 노력은 하겠지만 결국 사용자를 다치게 할 겁니다. ${itemType}에 진료비 청구서를 붙이는 일은 없었으면 하네요.",
      "${itemName}(은)는 최고의 전성기를 보냈습니다. 아, 물론 전성기는 항상 상대적이죠. 이건 처음부터 엉망으로 만들어졌으니까요."
    ],
    "COMMON": [ 
      "㈜밀리테크에서 매년 생산하는 수 백만개의 비슷비슷한 장비들 중 하나인 ${itemName}(은)는 특별한 것은 없지만, 적어도 여러분의 얼굴 앞에서는 폭발하지는 않습니다.",
      "구하기 쉽기 때문에, 일반적으로 SLPD 신병들이 많이 사용합니다. 사용하기 전에 ${itemName}(을)를 약간 손 봐줄 필요는 있겠지만요",
      "이 ${itemName}(은)는 표준적인 ${itemType} 입니다. 이것은 너무나도 ${tierName}것이라, 거의 모든 사람이 하나씩은 갖고 있습니다. 아마 하나 더 갖고 싶지는 않을겁니다.",
      "결혼식 답례품으로 이 ${itemName}(을)를 줄 지도 몰라요. 정말 필요한 사람은 아무도 없지만, 어쩌면 쓸모가 있을수도 있죠.",
      "일반적으로 '스타터 키트' 라고 불리는 잘 만들어진 ${itemType}(은)는 인류의 '완전무장'이라는 목적을 위해서는 제 역할을 할 것입니다.",
      "측면에 '주디의 무기상' 이라는 라벨이 적힌 다목적 ${itemType}입니다. 아마 제작자겠죠?",
      "샹그릴라 마켓에서 초보자용 장비로 흔하게 볼 수 있는 장비입니다. 하도 많기때문에 대부분 '환영 선물'로 주곤 합니다.",
      "표준 지급 품목입니다. 이 ${itemName}에 각인된 표식은 노동력이 저렴한 앨라배마 주의 아라사카 공장에서 제조되어 대량으로 운반되었음을 뜻합니다."
    ],
    "HIGH_QUALITY": [ 
      "놀라울만큼 잘 만들어진 ${itemName}. 뛰어난 장인 정신을 자랑하며, 만들어진 목적을 확실히 달성할 수 있습니다.",
      "한눈에도 알아 볼 수 있는 ${itemName}의 장인 정신은, 아름다운 디자인에서부터 보여집니다. 잘 관리한다면 다음날 목숨을 살려 줄 수도 있을거에요.",
      "흠집 조차 없습니다. 소문에 의하면, 매우 소수의 장인들만 이 장비를 제작할 수 있다고 합니다. 좋은 ${itemType}라면 당연히 이래야죠.",
      "매우 유용합니다. 이 ${itemType}의 표식은 무결점 생산라인의 제품임을 나타냅니다. 좋은 값을 주고 팔 수 있지 않을까요?",
      "${itemName}(은)는 그리운 추억을 떠올리게 합니다. 이런 것들이 더 많이 만들어졌더라면, 이 은하계가 지금보단 더 좋았테지요.",
      "정교하고 잘 만들어진 ${itemName}. ${itemType} 뒷면에 '치명적인 오류 발생 시 분해하십시오'라는 문구가 적혀있습니다.",
      "상인들은 이 장비를 '용돈'이라고 부르기도 합니다. 아마 ${itemName}(을)를 외국인에게 고가로 판매하는 행태와 관련이 있을겁니다.",
      "SLPD에서 몇년동안 근무하여 '헌신한 사람' 으로 주목받았습니다. 헌신이 아니라면 'X뺑이 쳐라'라는 말을 '우아하게' 표현한 것이든지.",
      "긁힘이 거의 없는 ${itemName}(은)는 거의 다 손으로 조립한 것처럼 보입니다. 심지어 내기후성 코팅까지 되어있습니다."
    ],
    "RARE": [ 
      "어떤 장비에라도 잘 어울리는 ${itemName}는 내구성과 품질면에서 매우 탁월합니다. 제조사는 알려지지 않았지만, 만들 때 뭘 해야하는지는 확실히 알고 있는것 같군요.",
      "한눈에도 알아 볼 수 있는 실수 하나 없이 디자인된 복잡한 외괸. 깨끗이만 보관한다면 이런 ${tierName} 물건은 어떤 상인이라도 살 준비가 되어있을 겁니다.",
      "'리 -무역상점주인-' 가 몇몇 장비가 ${tierName} 등급으로 등록된 데에는 이유가 있다고 말한적이 있습니다. 이 ${itemName}(이)가 증명하듯, 그 배후에 있는 아라사카 기업은 인류가 가질 수 있는 가장 훌륭하면서도 매혹적인 장비를 만드는 법을 알고 있습니다.",
      "이 ${itemType}처럼 생긴 기성 제품은 단 하나도 없습니다. 이것은 고도의 수작업으로 맞춤 제작된 것으로 보입니다. 누군가 이것을 만들기 위해 많은 시간을 들였겠네요.",
      "이 ${itemType}(은)는 훌륭하고 멋집니다. 사이즈도 딱 맞구요. 또한 일반적인 유기적 수명이 지난 후에도 오래 지속될 수 있는 경량 나노 합급으로 만들어졌습니다.",
      "${itemType}의 옆면에 '행운의 부적으로 간직하세요' 라고 각인되어 있습니다. 당장 분해하는게 좋을 것 같아요.",
      "'리 -무역상점주인-' 가 말하길, SLPD 고위 간부들이 이 장비를 주로 착용했지만, 높은 사망률로 인해 ${itemType}는 빠르게 퇴출되었다고 했습니다.",
      "${itemType}의 뒷면에 '비상시에 반드시 이 장비를 착용' 이라고 각인되어 있고, 반대편에는 'SLPD 재산'이라는 문구가 각인되어 있습니다."
    ],
    "LEGENDARY": [ 
      "이 ${itemName}(은)는 아라사카가 운영하는 극도로 제한된 생산시설의 제품이였습니다. 수십 개만 만들어진 것으로 추정되며, 이 장비는 그 중에서도 인정받는 품목 중 하나입니다. 수집가라면 누구나 인정하는 상품입니다.",
      "이 ${itemName}을 장비하고 다니는 사람들은 SLPD의 간부, 귀족, 또는 한발 쏴보라는 듯 머리를 내놓고 다니는 바보들이였습니다.",
      "장비 뒤에 붙어있는 멋진 라벨에는 잔인하고 강도높은 노동에 시달린 젊은 청년의 이야기가 적혀있습니다. 하지만 이 이야기는 귀족들이나 필요로 하는 값비싼 장비들에만 있죠.",
      "${itemName}의 휘황찬란한 빛이 여러 색상으로 소용돌이 치며 눈을 즐겁게 합니다. 이 ${itemType}에는 최첨단 AI, 뉴럴 인터페이스, VR 소셜미디어 접속등 여러가지 생존용 업그레이드가 내장되어 있습니다.",
      "이 ${itemName}(은)는 첫번째 AI 반란군에 맞서 초기에 공격을 이끌었던 유명한 갱 두목이 소유하고 있었습니다. 그들이 죽은 뒤 분실되었지만, 어찌된 일인지 다시 발견되었습니다.",
      "사이버 공간으로 돌아온 과거의 유물입니다. ${itemType} 옆면에는 사이버펑크 이전 시대에 사용되던 알아볼 수 없는 룬 기호들이 새겨져 있습니다.",
      "손수 각인. 편안한 착용감. 정확하게 채워지고 적절하게 가공되었습니다. 이 ${itemName}에는 아라사카 로고가 눈에 띄게 각인되어 있습니다. 멋진 작품입니다."
    ],
    "EPIC": [ 
      "공학기술의 경이로움을 자랑하는 유일무이한 이 ${itemName}(은)는 부유한 갱단과 엘리트 갱 리더들에게 매우 인기가 좊습니다. 매우 비싸고 강력합니다.",
      "이 '유일무이'한 장비를 찾는 사람들은 장비에 대한 역사와 관련사실을 완벽에 가깝게 알고 있습니다. 마치 ${itemName}(이)가 완벽한 것 처럼요.",
      "장인 정신에 혁신을 일으킬 만한 미래시대에 재 등장한 잃어버린 유물입니다. '충분히 가치있는' 사람만이 진정한 힘을 얻을 것입니다.",
      "넷러너 들은 수년간 이 ${itemName}에 대한 루머를 퍼뜨려 왔습니다. 이 ${itemType}의 가치는 무려 지역 GDP의 절반이나 합니다! 여전히 러너들이 찾아다니고 있을까요? 엇.. 그림자가 움직인것 같은데, 밖에 누구야?",
      "파칭코에서 초대박을 터뜨려도 이 ${itemName}(을)를 살만한 여유는 없을겁니다. 제한된 초 프리미엄 ${itemType} 시제품에서만 볼 수 있는 고가의 산업용 다이내믹 홀로그램 바코드가 표기되어 있습니다.",
      "이 ${itemType}의 화려함은 타의 추종을 불허합니다. 이건 백만개 중의 하나 있을까 말까 한 엄청나게 유명한 ${itemName}입니다. 이 장비의 주인은 터무니없는 부자들과 어울릴 수도 있었습니다. 이 환상적인 보물은 어떤 대가를 치르더라도 구할 수 없습니다. 은하계에서 가장 희귀하거든요"
    ]
  }
}
