{
  "VARIABLES": [ 
  ],
  "lines": [ 
  	 "Encuentras un archivador lleno de polvo y lo abres para descubrir su contenido.",
	 "Una pila de cajas yacía en el piso, ¿tal vez hay algunos objetos de valor adentro?",
	 "Esos paquetes parecen tener estampado el logotipo de EdgeRunner.  Me pregunto para quién estaban destinados... bueno, ¡ahora son tuyos!",
	 "Después de minutos de búsqueda, por fin has encontrado una sola caja de botín.",
	 "Te topas con contenedores en medio de la habitación y los abres para ver lo que hay dentro.",
	 "Te encuentras con una cocina e investigas el contenido de los armarios.",
	 "Encuentras una pila de cajas adornadas con el logo de Maikon.  También puede echar un vistazo al interior.",
	 "Te topas con los restos de un campamento improvisado.  Quienquiera que haya estado aquí se fue a toda prisa, dejando atrás algunos artículos.",
	 "Debajo de un gran Ⓐ, alguien ha garabateado 'Tienda realmente, realmente gratis: toma lo que quieras, deja lo que no'.  Aquí hay algunas cosas que podrías llevarte.",
	 "Te topas con un viejo banco de trabajo abandonado y lo buscas apresuradamente en busca de objetos de valor.",
	 "Aquí hay una caja de madera parcialmente abierta.  Te las arreglas para levantar la tapa el resto del camino y descubres algo de botín dentro.",
	 "Un contenedor de metal cerrado con un teclado digital.  En broma, ingresas 1234 en el teclado y, para tu sorpresa, se abre.",
	 "Ves algo brillando bajo un montón de escombros.  Apartando los escombros a un lado, encuentras una pila de artículos.",
	 "De pie frente a una fila de gabinetes vacíos abiertos de par en par, notas que el gabinete del final todavía está cerrado.  Cuando lo abres, encuentras algunos artículos cuidadosamente apilados en el interior.",
	 "Notas que una de las baldosas del piso parece suelta.  A medida que levanta el mosaico, encuentra un alijo oculto de elementos.",
	 "Miras hacia arriba y notas que uno de los paneles del techo parece extrañamente fuera de lugar.  Empujándolo a un lado, descubres un tesoro oculto de artículos.",
	 "Al entrar en la habitación, te topas con una pequeña caja fuerte con una nota que dice 'Caja fuerte súper secreta de Yahishiro, el código es un número divertido'.  Te ríes de ti mismo cuando ingresas el código '69420', se abre para descubrir un refugio de botín.",
	 "Con tu práctico destornillador, abres rápidamente el perno suelto para descubrir el botín dentro.",
	 "Mientras intentas furiosamente abrir la caja, arrojas ferozmente la caja contra la pared, solo para encontrar un botín escondido dentro de la pared.",
	 "Te encontraste con una caja de cartón en medio de un corredor.  Rápidamente investigas el contenido del interior."
  ]
}
