{
    "VARIABLES": [],
    "lines": [
        "Ты находишь пыльный картотечный шкаф и открываешь его чтобы узнать его содержимое.",
        "На полу валялась куча ящиков, может внутри есть что-то стоящее?",
        "Кажется, что на этих пакетах есть логотип EdgeRunner. Интересно, для кого они предназначались... Ну, теперь они мои!",
        "После нескольких минут поисков ты, наконец, нашёл одну коробку с добычей.",
        "Ты натыкаешься на контейнеры посреди комнаты и открываешь их, чтобы посмотреть, что внутри.",
        "Ты натыкаешься на кухню и исследуешь содержимое шкафов.",
        "Ты находишь стопку ящиков с логотипом Maikon. Можно также заглянуть внутрь.",
        "Ты натыкаешься на остатки импровизированного лагеря. Кто бы ни был здесь, он ушёл в спешке, оставив кое-какие вещи.",
        "Под большим знаком Ⓐ кто-то нацарапал: «Действительно, действительно бесплатный магазин: бери то, что хочешь, оставляй то, что тебе не нужно». Здесь есть несколько вещей, которые ты мог бы взять.",
        "Ты натыкаешься на старый заброшенный верстак и спешно обыскиваешь его в поисках чего-то стоящего.",
        "Здесь есть частично открытый деревянный ящик. Тебе удаётся приподнять крышку до конца и обнаружить внутри какую-то добычу.",
        "Запертый металлический контейнер с цифровой клавиатурой. Вы в шутку вводите 1234 на клавиатуре, и, к вашему удивлению, он открывается.",
        "Ты видишь что-то блестящее под кучей щебня. Отбросив обломки в сторону, ты обнаруживаешь груду предметов.",
        "Стоя перед широко открытыми пустыми шкафами, ты замечаешь, что шкаф в конце все еще закрыт. Открыв его, ты обнаруживаешь, что внутри аккуратно сложены некоторые предметы.",
        "Ты замечаешь, что одна из напольных плиток кажется болтающейся. Подняв плитку, ты обнаруживаешь спрятанный тайник с предметами.",
        "Ты смотришь вверх и замечаешь, что одна из потолочных плит кажется странно неуместной. Отодвинув её в сторону, ты обнаруживаешь спрятанный клад предметов.",
        "Когда ты входишь в комнату, ты натыкаешься на небольшой сейф с запиской, в которой говорится: «Суперсекретный сейф Яхиширо, код — забавный номер». Ты посмеиваешься про себя, когда вводишь код «69420», он открывается, и ты обнаруживаешь внутри добычу.",
        "С помощью удобной отвертки ты быстро открываешь незакрепленный болт, и обнаруживаешь внутри добычу.",
        "Когда ты яростно пытаешься открыть ящик, ты со злости бросаешь ящик о стену, и обнаруживаешь спрятанную внутри стены добычу.",
        "Ты наткнулся на картонную коробку между коридорами. Ты быстро исследуешь содержимое внутри неё."
    ]
}
