{
    "VARIABLES": [
        "enemyName", "enemyLevel"
    ],
    "lines": [
        "Обыскав труп ${enemyName}' ты находишь несколько предметов.",
        "${enemyName} окончательно умирает от твоих атак; ты тщательно прочесываешь местность, и к твоему удивлению, здесь лежит добыча.",
        "После тяжелой победы над ${enemyName} ты обыскиваешь его карманы и находишь несколько предметов.",
        "Отлично! Кажется, ${enemyName} оставил тебе сувениры на память о вашей битве.",
        "Кажется, ${enemyName} в драке уронил несколько вещей. Нет смысла отпускать их впустую.",
        "Что это? Похоже, ${enemyName} оставил вам прощальные подарки.",
        "Нелегко победить врага уровня ${enemyLevel}, но ты его победил. Ты подходишь и требуешь награды.",
        "Ты наносишь ${enemyName} последний удар ногой, чтобы убедиться, что он точно мертв — твой удар сбивает предмет!",
        "Ты благодаришь ${enemyName} за хороший бой и продолжаешь обыскивать его труп.",
        "Уровень ${enemyLevel}, и это всё, на что он способен? Ты заслуживаешь эту добычу.",
        "На последнем издыхании ${enemyName} говорит тебе не заглядывать ему в карманы. Естественно, там добыча.",
        "Ты услышал победный звук после победы над ${enemyName}, за которым последовала случайная добыча, которая появилась у тебя под ногами.",
        "Вырывая добычу, ты можешь сказать, что ${enemyName} не соответствует своему названию."
    ],
    "linesWithNoVariables": [
        "Ты нашёл несколько предметов у трупа врага.",
        "Победив врага, ты подбираешь с земли несколько безделушек в качестве сувениров.",
        "Пока твой враг лежит мёртвым на земле, ты роешься в его вещах и прикарманиваешь несколько предметов.",
        "Похоже, он что-то уронил. Ну, теперь он мой!",
        "О! Бесплатные вещи, любезно предоставленные трупом, над которым ты присел.",
        "Похоже, в этом году праздники наступили раньше! Ты нашёл некоторые «подарки», явно предназначенные для вас.",
        "Порывшись в кармане твоего врага, ты нашёл предмет, который впоследствии принесёт тебе пользу.",
        "Пока его тело падает на землю, ты быстро ловишь его драгоценные предметы в воздухе.",
        "Ты замечаешь предмет, который светится в кармане твоего врага. Ты быстро поднимаешь его, прежде чем кто-либо заметит.",
        "В то время как его тело испаряется от твоего предыдущего выстрела, ты быстро выхватываешь его добычу в воздухе.",
        "Когда ты кладёшь пакетик чая на труп побеждённого, ты теряешь равновесие и падаешь ему на спину, а из его рюкзака высыпается что-то похожее на всё его снаряжение."
    ]
}
