{
  "VARIABLES": [ 
  ],
  "lines": [ 
   "Vous trouvez une armoire poussiéreuse, et l'ouvrez pour découvrir ce qu'il y a dedans",
	 "Un tas de boites au sol, peut-être qu'il y a quelque chose d'intéressant là-dedans?",
	 "Ces paquets semblent avoir un logo EdgeRunner imprimé dessus. Je me demande à qui ils étaient destinés... en tout cas c'est les vôtres maintenant!",
	 "Après avoir cherché pendant plusieurs minutes, vous avez finalement trouvé une boite avec du butin.",
	 "Vous tombez sur un conteneur dans la pièce, et vous l'ouvrez pour voir ce qu'il y a dedans.",
	 "Vous tombez sur une cuisine et cherchez dans les placards.",
	 "Vous trouvez une pile de caisses imprimées avec le logo Maikon. Autant voir ce qu'il y a dedans.",
	 "Vous tombez sur un camp de fortune. Ceux qui étaient là sont partis en vitesse en laissant des objets.",
	 "Sous un immense Ⓐ, Quelqu'un a gravé ' Boutique vraiment vraiment gratuite: 'prenez ce que vous voulez, laissez ce que vous ne voulez pas'. Il y a quelques trucs ici que vous pourriez prendre.",
	 "Vous tombez sur un ancien établi abandonné et vous cherchez précipitamment des objets intéressants.",
	 "Il y a une caisse en bois à peine ouverte ici. Vous réussissez à l'ouvrir complètement et vous y trouvez du butin.",
	 "Un coffre en métal avec un digicode dessus. Vous tentez 1234 dessus histoire de vous marrez, et à votre surprise, ça s'ouvre!",
	 "Vous voyez quelque chose de brillant sous une pile de gravats. Vous poussez les gravats et trouvez quelques objets.",
	 "Vous vous tenez devant une rangée de placards vides ouverts, vous vous rendez compte que le dernier placard est fermé. Quand vous l'ouvrez, vous trouvez des objets bien rangés à l'intérieur.",
	 "Vous remarquez qu'une latte du plancher semble mal fixée. En la bougeant, vous trouvez une cachette avec du butin.",
	 "Vous regardez le plafond et vous remarquez qu'il y a un élément mal placé. Vous le poussez et découvrez une planque avec du butin.",
	 "En entrant dans la pièce, vous tombez sur un coffre avec une note qui dit 'coffre super secret de Yahishiro, le code est une suite de chiffres délirante'. Vous gloussez en entrant le code '69420', ça s'ouvre et laisse apparaitre un butin exceptionnel.",
	 "Avec votre tournevis de bob le bricoleur, vous dévissez rapidement les vis pour découvrir le butin à l'intérieur de la caisse.",
	 "En essayant furieusement d'ouvrir cette foutue caisse, vous la lancez violemment contre le mur, tout ça pour trouver dans le mur une cachette avec un butin.",
	 "Vous tombez sur une boite en carton dans un couloir. Vous regardez rapidement ce qu'il y a à l'intérieur."
  ]
}
