{
  "VARIABLES": [
    "enemyName", "enemyLevel"
  ],
  "lines": [
    "Après avoir fouillé le corps de ${enemyName}, vous avez trouvé quelques objets.",
    "${enemyName} a finalement trouvé la mort suite à vos attaques; vous fouillez consciencieusement la zone, et à votre surprise, voici un butin.",
    "Après une difficile victoire contre ${enemyName}, Vous fouillez ses poches et trouvez de nouvelles récompenses.",
    "Excellent! Il semble que ${enemyName} vous ai laissé quelques souvenirs de votre bataille.",
    "Pendant la bataille, il semblerait que ${enemyName} a laissé tomber queqleus trucs. Aucune raison de les laisser.",
    "Qu’est-ce que c'est? On dirait que ${enemyName} vous a laissé quelques cadeaux.",
    "Il n'est pas simple de battre un ennemi niveau ${enemyLevel}, mais vous y êtes arrivé. Vous vous approchez et récupérez votre butin.",
    "Vous donnez un dernier coup de pied à ${enemyName} pour être sûr qu'il est bien mort - votre coup de pied fait apparaitre un objet!",
    "Vous remerciez ${enemyName} pour cette belle bataille et fouillez son corps.",
    "Niveau ${enemyLevel}, est c'est juste ce qu'il savait faire ? Vous méritez votre butin.",
    "Dans son dernier souffle, ${enemyName} vous dit de ne pas regarder dans ses poches. Naturellement, c'est là qu'est le butin.",
    "Vous entendez une musique de victoire après avoir battu ${enemyName}, un butin aléatoire apparait ensuite à vos pieds",
    "Pendant que vous le fouillez, vous vous dites que ${enemyName} ne vivait pas à la hauteur de son nom",
    "${enemyName} frappe le sol avec un * bruit sourd *, et vous trouvez un butin éparpillé autour de son cadavre.",
    "${enemyName} a péri et vous cherchez un butin. Oh! En voici justement un !"
  ],
  "linesWithNoVariables": [
    "Vous avez trouvez des objets sur le corps de l'ennemi.",
    "Après avoir vaincue votre ennemi, vous récupérez quelques bibelots souvenirs au sol.",
    "Comme votre ennemi git mort sur le sol, vous prenez ce qu'il y a dans ses poches.",
    "On dirait bien qu'il a laissé tomber quelque chose. Et bien c'est à vous maintenant!",
    "Ooh! Des trucs gratos, offert par le corps que vous venez de coucher.",
    "On dirait que les vacances sont en avance cette année! Vous trouvez quelques 'cadeaux' qui vous sont clairement destinés.", 
    "En fouillant les poches de votre ennemi, Vous trouvez un chouette objet qui vous sera utile.",
    "Pendant que son corps tombe, vous chopez le précieux butin avant qu'il touche le sol.",
    "Vous apercevez un objet qui brille à travers la poche de votre ennemi. Vous le récupérez rapidement avant que quelqu'un ne le voit.",
    "Pendant que son corps se vaporise suite à vos attaques, vous prenez le butin avant qu'il ne touche le sol.",
    "En enjambant le corps du perdant, vous trébuchez et tombez sur son dos, et on dirait bien que tout son équipement est sorti de son sac à dos"

  ]
}
