{
  "VARIABLES": [ 
  ],
  "lines": [ 
  	 "You find a dust-ridden file cabinet, and open it to uncover its contents",
	 "A pile of boxes lay on the floor, maybe there are some valuables inside?",
	 "Those packages seem to have the EdgeRunner logo stamped on. I wonder whom they were meant for... well, they're yours now!",
	 "After minutes of searching, You've finally located a single box of loot.",
	 "You stumble upon containers amidst the room, and open them to lay eyes upon what's inside.",
	 "You come across a kitchen and investigate the contents of the cabinets.",
	 "You find a stack of crates emblazoned with the Maikon logo. May as well take a peek inside.",
	 "You stumble upon the remains of a makeshift campsite. Whoever was here left in a hurry, leaving behind some items.",
	 "Underneath a large Ⓐ, someone has scrawled 'Really Really Free Store: Take what you want, leave what you don't'. There are a few things here that you could take.",
	 "You stumble on an old, abandoned workbench and hastily search it for valuables.",
	 "There's a partially pried-open wooden crate here. You manage to pry the lid the rest of the way and discover some loot inside.",
	 "A locked metal container with a digital keypad on it. You jokingly enter 1234 on the keypad, and to your surprise, it pops open.",
	 "You see something glinting under a pile of rubble. Brushing the debris aside, you find a pile of items.",
	 "Standing before a row of wide-open, empty cabinets, you notice the cabinet on the end is still closed. When you open it, you find some items neatly stacked inside.",
	 "You notice one of the floor tiles seems loose. As you lift the tile, you find a hidden stash of items.",
	 "You look up and notice that one of the ceiling tiles seems strangely out of place. Pushing it aside, you uncover a hidden trove of items.",
	 "As you enter the room, you bump into a small safe with a note that says 'Yahishiro's Super Secret Safe, Code is funny number'. You chuckle to yourself as you enter the code '69420', it opens to uncover a haven of loot.",
	 "With your handy-dandy screwdriver, you quickly open the loose bolt upon discovering the loot inside.",
	 "As you furiously try to open the crate, you ferociously throw the crate onto the wall, only to find a hidden loot inside the wall.",
	 "You came upon a cardboard box in between a corridor. You quickly investigate the contents inside."
  ]
}
