{
  "VARIABLES": [ 
  ],
  "lines": [ 
  	 "你找到了一個滿是灰塵的檔案櫃，把它撬開之後，發現了一些物品。",
	 "地上散落著一個又一個箱子，或許裡頭還能找到一些值錢的玩意兒？",
	 "這些包裹上頭都印著「跨界者」的組織標章。這是一個什麼樣的組織呢？... 唔，無論如何，這些都是你的了！",
	 "經過了一陣手忙腳亂的搜索，你終於找到了一箱戰利品。",
	 "你在空無一人的房間中，拾起了一個破損的集裝容器。你手腳麻利地解開了它的加密演算法，朝裡面瞧了瞧，發現了一些物品。",
	 "你經過了一座荒廢的食堂，在曾經用來放置食材的冰櫃深處，你似乎瞧見了一些值錢物品在閃閃發光。",
	 "你找到了一批貼上了電子封蠟的貨品，外側蓋印了知名商團「邁達斯」的商徽。你壓抑不住好奇心，撕開了封蠟看看裡頭裝了些什麼。",
	 "你偶然發現了一處臨時的營地。從地上的足跡來看，營地的主人臨走時十分匆忙，因此留下了不少補給品。",
	 "在一大片破舊的布幔下，有人用歪斜的噴漆寫著：「真善美露天商店：拿走你想要的，留下你不需要的」。你雙手一撈，把布幔下的零星物品全部收入囊中。",
	 "你發現了一座老式的、似乎已廢棄多年的生體部件工作臺。你迅速打量了一下，在工作臺的側邊找到了一些尚未被搜刮走的物品。",
	 "路邊有一個已經被撬開一部份的木製箱子。你用槍托打破了部分受潮的上蓋，發現裡頭還有剩餘一些小玩意兒。",
	 "路邊躺著一個上了舊式密碼鎖的金屬集裝容器。你半開玩笑地在髒兮兮的密碼鍵盤上輸入「1234」。碰地一聲，容器居然打開了。",
	 "在一堆瓦礫、汙泥、生鏽零件堆疊而成的雜物當中，你注意到了有東西閃爍著微光。你費了一番功夫撥開雜物，發現裡頭藏了一些可用的道具。",
	 "站在一整排早已被洗劫一空的置物櫃前，你思忖了會，決定碰碰運氣，把置物櫃一個個推倒。果不其然，其中一個置物櫃背後藏有一些未被搜括走的補給品。",
	 "你注意到了地面上其中一塊地磚有些鬆脫。你輕輕把地磚掀開，露出了底下整齊排列的補給品。",
	 "你注意到了天花板的一角有著不自然的污漬。你向上用力一推，一小袋物品從縫隙中掉了出來。",
	 "你進到了房間中，房間中央的保險箱貼著一張便條紙寫著：「Nice」。你噗哧一笑，輸入了「69420」，利索地把保險箱搜刮一空。",
	 "蒙上了一層薄薄灰塵的窗台上，擱著一個用螺絲鎖死的金屬盒子。你一彈指，伸出了安裝在手腕內側的螺絲起子，三兩下就將盒子內洗劫一空。",
	 "在弄壞了兩把開鎖器、燒毀了十來個解密晶片之後，你一氣之下將手上的加密容器扔了出去。碰隆！牆上被砸出了一個大洞，露出了藏在牆內的補給品！",
	 "你在牆角瞧見了一個皺皺的紙箱。你不抱任何希望的靠近隨意一瞥，意外地發現裡頭還剩下一些有用的道具。",
	 "路邊躺著一輛側翻、焦黑的荒坂集團運貨卡車，貨艙內似乎已被洗劫一空，但駕駛座沒有被搜索過的痕跡。你用力把駕駛座的置物櫃踹開──啊哈！果然裡頭有些東西。",
	 "一具五官血肉模糊的屍體歪斜地靠在牆邊，你湊近一瞧，這傢伙似乎在嘗試列印劣質的快取記憶體，結果列印到一半，列印機就爆炸了。你掏了掏他的大衣內襯，發現了一些道具。",
	 "一具屍體倒在路邊，你湊近一看，屍體的四肢生體部件仍然在微微抽動著。你將屍體的雙手卸了下來，在地上用力敲了敲。一個精巧的小袋子從中掉到了地上。運氣不錯！",
	 "一排屍體錯落地倒在路邊，你湊近瞅了瞅，這群不幸的傢伙似乎是被某個幫派行刑式地槍決了。你蹲下身，耐著性子摸索著每一具屍體的衣褲，終於在第五具屍體身上摸出了一些東西。",
	 "一台廢棄的舊式思考戰車倒在路邊，車身斑駁地印著「東亞重工」的字樣。上頭有價值的零件都被搜括得差不多了。你東敲西打了半天，勉強回收了一些可用的物件。",
	 "一台燃料用盡的思考戰車停在路邊，上頭印著「香格里拉自衛隊 T-22」的字樣，車身還有點餘溫。你確認了一下周遭沒有其他人，悄悄從戰車的置物艙中撈了些東西出來。",
	 "你聽見了一陣呼哧聲，低頭定睛一看，是隻髒兮兮的無主機器狗在搖著尾巴。你彎下腰摸了摸牠的頭，發現牠嘴裡咬著一個閃閃發光的東西！",
	 "你發現牆上有機關的痕跡，在避開射出的陷阱苦無後，有些值錢的東西藏在裡面。",
	 "你拯救了落單的冒險者，他為你精心準備了一份禮物。",
	 "有些物質結晶因為這座地牢特殊的氣候產生變化，在濃霧中轉變成新的東西。",
	 "你發現一些值錢的小東西，就在建國廣場的雕像上。",
	 "看樣子這裡發生過一場激戰，不論最後誰贏，留下的戰利品是屬於你的了。",
	 "你不小心觸動荒廢的自動工廠，工廠仍然可運作，並製作出一批貨物。",
	 "你找到一個頗具份量的記憶儲存槽，看樣子又是豐收的一天。",
	 "看樣子你發現傳奇工匠「帕格里西」的隱藏工坊，在防盜系統爆炸前，你從裡面拿出些寶物。",
	 "這是一間被遺忘的「東亞重工」儲藏庫，扣掉垃圾，還有不少好東西。",
	 "你發現一個原始「烏拉拉」部落，他們對你感到好奇並與你交易。",
	 "在你以為又被「海鷗商店」的藏寶圖欺騙時，一個寶箱出現在你眼前。",
	 "你發現一個老式的MEGA彈珠盤，經過一番快樂時光，還真的跑出獎品。",
	 "突然一陣全域時光飛逝，等你恢復知覺，你面前出現裝滿補給品的袋子。",
	 "你遇到傳奇冒險者「阿爾法」，心情愉悅的他給你一個充滿戰利品的壓縮行李箱。"
  ]
}
