{
  "VARIABLES": [ 
  ],
  "lines": [ 
  	 "Ye find a dust-ridden file hold, 'n open it t' uncover its contents",
	 "A pile o' boxes lay on the floor, maybe tharr are some valuables inside?",
	 "Those packages seem t' 'ave the EdgeRunner logo stamped on. I wonder whom they we be meant fer... well, they be yers now!",
	 "Aft minutes o' searchin', Ye've finally located a single box o' loot.",
	 "Ye stumble upon containers amidst the cabin, 'n open 'em t' lay eyes upon wha's inside.",
	 "Ye come across a galley 'n investigate the contents o' the cabinets.",
	 "Ye find a stack o' crates emblazoned wit' the Maikon logo. May as well take a peek inside.",
	 "Ye stumble upon the remains o' a makeshift campsite. Whoever was here left in a hurry, leavin' behind some items.",
	 "Underneath a large Ⓐ, someone has scrawled 'Mighty Mighty Free Store: Take wha' ye wants, leave wha' ye don't'. Thar are a few things here that ye could take.",
	 "Ye stumble on an ole, marooned workbench 'n hastily search it fer valuables.",
	 "Thar's a partially pried-open wooden crate here. Ye manage t' pry the lid the rest o' the way 'n discover some loot inside.",
	 "A locked metal container wit' a digital keypad on it. Ye jokingly enter 1234 on the keypad, 'n t' yer surprise, it pops open.",
	 "Ye see somethin' glintin' under a pile o' rubble. Brushin' the debris aside, ye find a pile o' items.",
	 "Standin' afore a row o' wide-open, empty cabinets, ye notice the hold on the end be still closed. When ye open it, ye find some items neatly stacked inside.",
	 "Ye notice one o' the floor tiles seems loose. As ye lift the tile, ye find a hidden stash o' items.",
	 "Ye look up 'n notice that one o' the ceilin' tiles seems strangely out o' galleon. Pushin' it aside, ye uncover a hidden trove o' items.",
	 "As ye enter the cabin, ye bump into a wee safe wit' a note that says 'Yahishiro's Super Secret Safe, Code be funny number'. Ye chuckle t' yourself as ye enter the code '69420', it opens t' uncover a haven o' loot.",
	 "Wit' yer handy-dandy screwdriver, ye handsomely open the loose bolt upon discoverin' the loot inside.",
	 "As ye furiously try t' open the crate, ye ferociously throw the crate onto the wall, only t' find a hidden loot inside the wall.",
	 "Ye came upon a cardboard box in between a corridor. Ye smartly investigate the contents inside."
  ]
}