{
  "VARIABLES": [
    "enemyName", "enemyLevel"
  ],
  "lines": [
    "Aft searchin' the ${enemyName}'s corpse, ye 'ave found some items.",
    "${enemyName} finally perishes from yer attacks; ye smartly scour the area, 'n t' yer surprise, here lies the loot.",
    "Aft a hard-won victory against the ${enemyName}, ye rifle through thar pockets 'n find a few prizes.",
    "Blisterin' barnacles! It seems the ${enemyName} left ye some souvenirs t' remember yer battle by.",
    "In the scuffle, it seems the ${enemyName} dropped a few things. No sense lettin' 'em go t' waste.",
    "Wha's this? Looks like the ${enemyName} left ye some partin' gifts.",
    "'tisn't easy t' defeat a level ${enemyLevel} enemy, but ye 'ave conquered it. Ye approach 'n claim yer rewards.",
    "Ye give the ${enemyName} a final kick t' make sure they be certainly dead - yer kick dislodges an item!",
    "Ye thank the ${enemyName} fer a good fight 'n proceed t' loot thar corpse.",
    "Level ${enemyLevel}, 'n that's all they had t' show fer it? Ye deserve thar loot.",
    "Wit' thar dying breath, the ${enemyName} tells ye nah t' look in thar pockets. Naturally, that's where the loot be.",
    "Ye heard a victory sound bein' played aft beatin' ${enemyName}, follow up by a random loot that spawns on yer feet",
    "While plunderin' thar loot, ye could say that the ${enemyName} doesn't live up t' its name"
    
  ],
  "linesWithNoVariables": [
    "Ye 'ave found some items from the enemy's corpse.",
    "Havin' vanquished yer foe, ye pick up a few trinkets off the ground as souvenirs.",
    "As yer enemy lays dead on the ground, ye rifle through thar belongings 'n pocket a few things.",
    "Looks like they've dropped somethin'. Well, it's yers now!",
    "Yarr! Free stuff, courtesy o' that corpse ye're crouched o'er.",
    "Looks like the holidays 'ave come early this year! Ye found some 'gifts' clearly intended fer ye.", 
    "Rummagin' through yer enemy's pocket, ye found an item benefits ye later on.",
    "As thar body falls onto the ground, ye handsomely pick thar precious item mid-air.",
    "Ye notice an item that shines inside yer enemy's pocket. Ye smartly pick it up afore anyone notices.",
    "While thar body bein' vaporized by yer previous shot, ye smartly loot thar loot mid-air.",
    "As ye teabag o'er the defeated corpse, ye lose balance 'n fall onto its back, 'n from its backpack spills out wha' seem like all its gear"
  ]
}