{
  "variables": [
    "itemName", "tierName", "itemType"
  ],
  "REMINDER": [
    "The ${itemName} already includes the tier name, as the tier name is part of the name, example, 'Trash Pistol'"
  ],
  "lores": {
    "TRASH": [
      "Zepsuty i poobijany, trzyma się tylko dzięki użyciu kleju i taśmy. Jest tak ${tierName}, że cudem może służyć jako ${itemType}.",
      "Kiedyś uznawany za szczyt technologiczny, teraz, na skutek masowej produkcji reputacja ${itemName} została zszargana. Spotkał go zgubny koniec.",
      "To nic więcej niż porzucony artefakt, chociaż słowo 'artefakt' wskazuje na jakiś stopień znaczenia. Może nie tyle artefakt co po prostu jakieś badziewie. Z drugiej strony, przedmioty tego typu były tylko 'użyteczne' na tyle, na ile było to potrzebne.",
        "To cud, że ten złom jest dalej w jednym kawałku.",
        "Nieważne z jakego śmietnika masz ten szmelc, prawie na pewno resztki jedzenia byłyby bardziej cenne.",
      "Możesz obserwować ${itemName}, z nadzieją, że uda Ci się zarobić. Aczkolwiek jeśli to zrobisz, stracisz wiele cennego czasu.",
      "Ten ${tierName} przedmiot został odrzucony przez producenta ze względu na wady wrodzone. Jego elementy mogą się przydać jako złom techniczny.",
      "Nierówności i krzywe krawędzie sprawiają, że jeśli powiesz o nim jakiemukolwiek kupcowi, zigoruje on informację o jego istnieniu.",
      "Posiadając tak rozpoznawalną markę można by pomyśleć, że ten przedmiot będzie żył wiecznie. Niestety, czas zweryfikował jakość jego wykonania.",
        "Jeśli czas to pieniądz, czytanie tego tekstu jest warte więcej niż przedmiot, o którym mowa.",
      "Przetestowany w boju, ten przedmiot ma za sobą swoje najlepsze dni. Niestety, 'lepsze dni' to pojęcie względne. Tandetne wykonanie miało na niego wpływ od samego początku."
    ],
    "COMMON": [ 
      "Tak jak każdy z wielu milonów przedmiotów wyprodukowanych przez Militech, ten również nie ma w sobie nic specjalnego, ale przynajmniej nie eksploduje Ci w twarz.",
      "Łatwy do znalezienia, ten przedmiot ${tierName} był używany przez rekrutów SLPD.",
      "${itemName}, standardowy model. Jest tak pospolity, że prawie każdy już posiada jeden z nich i nie byłby zainteresowany kolejnym.",
      "Ludzie mogliby rozdawać ${itemName} jako prezent dla gości na weselach. Nikt nie potrzebuje kolejnego, ale może znajdziesz dla niego użytek.",
      "Pospolicie odnosi się do niego jako 'zestaw startowy', ${itemName} sprawia, że masz chociaż lekkie przekonanie o byciu 'dobrze uzbrojonym'.",
      "Użyteczny przedmiot ${itemType} z naklejką 'Wyprodukowano w Chinach' z boku. Pewnie istnieją takich tysiące.",
      "Bardzo często można go znaleźć na rynku Shangri-La jako uzbrojenie nowicjusza. W większości przypadku jest dawany jako 'upominek powitalny' w związku szeroką dostępnością.",
      "Standardowa rzecz. Jej oznakowanie wskazuje na wyprodukowanie w Bydgoszczy, gdzie siła robocza jest tania, a produkty wysyłane hurtowo."
    ],
    "HIGH_QUALITY": [ 
      "Zaskakujące, jak dobrze można wykonać ${itemName}. Ten kunsztownie wykonany przedmiot precyzyjnie spełnia swoje przeznaczenie.",
      "${itemName}, każdy chciałby to mieć. Zachowaj w jednym kawałku, a może, któregoś dnia, uratuje Ci kończynę.",
      "Bez żadnej ryski. Chodzą słuchy, że tylko niewielka część ludzi potrafiła stworzyć ten przedmiot. ${itemName} - tego Ci trzeba.",
      "To mogłoby być przydatne. Znaczenia na tym egzemplarzu wskazują na pochodzenie z partii bez defektów. Może uda Ci się go opchnąć z niezłym zyskiem?",
      "${itemName} przywołuje nostaligczne wspomnienia. Jeśli tylko więcej rzeczy byłoby robione tak jak ta, świat byłby lepszy.",
      "Handlarze nazywają ten przedmiot jako ich 'kieszonkowe'. Może to być związane z ich tendencją do sprzedaży go obcokrajowcom.",
      "Ofiarowany jako prezent za 'pracowitość i oddanie' po przepracowaniu pewnej ilości lat w SLPD. Albo to, albo 'wyrafinowany' sposób na powiedzenie komuś: 'j***ć twoje istnienie'.",
      "Nie ma żadnych śladów użytkowania, ten ${tierName} przedmiot wygląda na ręczną robotę. Ma nawet powłokę odporną na warunki atmosferyczne!"
    ],
    "RARE": [ 
      "Cenny dodatek do każdego zestawu sprzętu, ${itemName} o nieziemskiej wytrzymałości i jakości wykonania. Wykonawca tego przedmiotu jest nieznany, ale na pewno wiedział co robi.",
      "An intricate design without any mistakes in between, as noticed right away. Keep it pristine and any merchant might sell its belongings for such a ${tierName} piece.",
      "Lee kiedyś powiedział, że niektóre przedmioty są ${tierName} z dobrego powodu. Stojąca za nimi korporacja, Arasaka, wie jak robić tak zarówno wspaniałe jak i uwodzące przedmioty, czego dowodzi ${itemName}.",
      "Nic spod lady nie wygląda tak, jak ${itemType}. Ten egzemplarz jest dobrze dostosowany i wydaje się być wykonany ręcznie. Ktoś poświęcił wiele godzin aby go tak odpicować.",
      "${itemType}, wspaniała, świetnie wyglądająca rzecz. Ma perfekcyjny rozmiar. Jest zbudowana z lekkiego nanostopu, który przetrwa dziesiątki, jeśli nie setki lat.",
      "'Zachowaj to jako szczęśliwy amulet' taki napis został wygrawerowany z boku tego ${tierName} przedmiotu. Może najlepiej od razu to zezłomować.",
      "Lee powiedział, że wysoko postawieni członkowie SLPD kiedyś posiadali takie przedmioty, jednak wysoka śmiertelność sprawiła, że ten szybko zniknęły z rynku."
    ],
    "LEGENDARY": [ 
      "${itemName}, część ekstremalnie limitowanej kolekcji stworzonej przez Arasakę. Podobno powstało tylko kilkadziesiąt, i został oddany członkom pewnej wysoko postawionej grupy. Szanowany element kolekcji dla każdego kolekcjonera broni.",
      "Ci, którzy dzierżyli ${itemName}, najczęściej byli agentami SLPD lub częścią najbardziej zamożnej ludności.",
      "Etykieta na tym sprzęcie opowiada historię młodego chłopaka, który cierpiał z powodu okrucieństwa i ciężkiej pracy, tylko po to, by arystokraci mogli go nabyć jako konieczność.",
      "Gdy światło odbija się od niego, kolor tworzy kilka przyjemnych dla oka odcieni. Ten przedmiot posiada kilka ulepszeń, takich jak zaawansowana SI, interejs neuronowy i łączność z mediami społecznościowymi w wirtualnej rzeczywistości.",
      "Ta błyskotka należała kiedyś do słynnego przywódcy gangu, który poprowadził atak na pierwszą rebelię Sztucznej Inteligencji. Zaginęła po jego śmierci, ale teraz w jakiś sposób znalazła się w Twoim posiadaniu.",
      "Relikt przeszłości, który znalazł drogę z powrotem do cyberprzestrzeni. Nierozpoznawalny, runiczny symbol został wygrawerowany na jego boku. Jego wiek szacuje się na erę pre-cyberpunkową.",
      "Wspaniały, egzemplarz ${tierName} ekwipunku. Chodzą słuchy, że był w posiadaniu pewnego wirtualnego, czerwonowłosego celebryty."
    ],
    "EPIC": [ 
      "${itemName}, jedyny w swoim rodzaju cud techniki. Ten przedmiot jest bardzo poszukiwany zarówno przez niezwykle bogatych, jak i elitarnych przywódców gangów. Niezwykle cenny i potężny.",
      "Ci, którzy szukają tego 'jedynego' sprzętu, znają historię i rewelacje dotyczące jego doskonałości. Zaopiekuj się nim dobrze.",
      "Zagubiony artefakt, który pojawia się w futurystycznym czasie, rewolucjonizując rzemiosło. Tylko ci, którzy są 'wystarczająco godni', będą w stanie osiągnąć jego prawdziwą moc.",
      "Pośród poszukiwaczy skarbów plotki na temat tego przedmiotu krążyły przez wiele lat. Jego wartość przekracza połowę lokalnego PKB! Być może Ci poszukiwacze dalej go szukają? Cienie wydają się poruszać same... Czy ktoś tam jest?",
      "Nawet wygrywając główną nagrodę w loterii, nie byłoby Cię stać na ${itemName}. Jest oznaczony drogim, holograficznym kodem kreskowym, który można znaleźć tylko na ograniczonej liczbie modeli z klasy ultra-premium.",
      "To małe cacuszko jest jedno na milion. Jego właściciel mógł zadowolać w gronie najbogatszych. Ten bajeczny skarb jest nieosiągalny za żadną cenę, najrzadszy w galaktyce."
    ]
  }
}
