{
  "variables": [
    "itemName", "tierName", "itemType"
  ],
  "REMINDER": [
    "LE ${itemName} contient déjà le nom de tier, car le tier fait parti du nom, example, 'Camelote Pistolet'"
  ],
  "lores": {
    "TRASH": [
      "Un ${itemName} cassé en plusieurs morceaux tenant avec de la colle et du scotch. comme décris dans son nom ${tierName}, Il fonctionne à peine comme un ${itemType}.",
      "C'était le meilleur de son époque, la fabrication de masse à couté à ${itemName} sa réputation et sa qualité. Rien de plus qu'un ${tierName}.",
      "Rien de plus qu'un 'objet' abandonné, bien que 'objet' implique un degrée d'utilité. Peut être plutôt un déchet qu'un objet. Finalement ce ${itemType} est aussi 'fonctionnel' qu'on peut l'imaginer.",
      "C'est fou que cet ${itemType} soit encore complet.",
      "De quelque soit la poubelle dans laquelle cet ${itemType} à été trouvé, il est presque sûr qu'il y avait avec de la nourriture avariée avec plus de valeur que ${itemName}.",
      "Quelqu'un pourrait éxaminer ${itemName} en espérant y voir de la valeur. Il aurait juste perdu son temps.",
      "Cet ${itemType} à été rappelé par le fabriquant pour défauts connu. Il peut être utile pour recycler.",
      "Le coté pas au point de ${itemType} lui fait perdre sa valeur de façon exponentielle, les marchands l'ignore rien qu'au nom.",
      "Avoir une super marque ne signifie pas que un ${itemType} comme celui là sera à la hauteur. il sera au niveau de son tier de ${tierName}.",
      "Si le temps c'est de l'argent, alors les quelques secondes nécessaire pour lire ceci vallent plus que cet ${itemName} devant vous",
      "Dans la plupart des cas, l'équippement fait main détruira son possesseur en essayant de fonctionner au mieux. Espérons que cet ${itemType} ne soit pas livré avec une facture de décès",
      "Erodé, cet ${itemName} a vu de meilleurs jours. Cela dit, ça reste relatif. Il a été mal fait pour commencer."
    ],
    "COMMON": [ 
      "Un des millions d'équippement similaire fabiqué en série par Militeth tous les ans, ce ${itemName} n'a rien de spécial, mais au moins il n'explose pas à la figure.",
      "Facile à trouver, communément utilisé par les recrus du SLPD pendant son temps. Vous aller avoir besoin d'améliorer un peu ce ${itemName} avant de l'utiliser.",
      "L'${itemName} est un ${itemType} standard. C'est tellement ${tierName} que tout le monde l'a déjà, et n'en voudrait pas un autre.",
      "Des gens pourraient offrir ${itemName} comme un cadeau de marriage. Personne n'en voudrait un autre, mais il peut avoir son utilité.",
      "Souvent présent dans le 'kit du débutant', cet équippement ${itemType} permettra de vous sentir 'bien armé'.",
      "Un équippement ${itemType} avec marqué sur le coté 'Armurier Judy'. Ca doit surement être le fabriquant.",
      "Souvent trouvé au marché de Shangri-La comme 'Equippement de débutant'. Souvent offert comme 'cadeau de bienvenue' tellement il est abondant.",
      "Un objet standard. Sur le coté de ${itemName} on peut lire qu'il a été fabriqué dans une usine d'Arsaka dans le Sud de l'Alabama, où la main d'oeuvre n'est pas cher, et envoyé en gros."
    ],
    "HIGH_QUALITY": [ 
      "Un surprenamment bien fait ${itemName}, cette pièce d'équippement porte les traces d'une excellente fabrication et accomplira son dessein avec précision.",
      "On voit bien que cet ${itemName} a été bien fabriqué, en témoigne ce magnifique design. Gardez le intacte et il vous sauvera peut être une côte un de ces jours.",
      "Pas une éraflure. Les rumeurs disent que seul un certain nombre de personne peuvent fabriqué ce équippement. Un beau ${itemType}, comme il doit être.",
      "Ca pourrait être utile. La marque sur cet ${itemType} indique qu'il faisait partie d'une série sans défaut. Peut être est-il vendable pour un beau profit?",
      "Cet ${itemName} rappel des souvenirs nostalgiques. Si seulement plus de chose étaient faites ainsi, cette galaxie s'en porterait mieux.",
      "Un ${itemName} bien fait et amélioré. 'Recycler lorsqu'il devient dangeureux de l'utiliser' est écrit au dos de cet ${itemType}.",
      "Les Marchand parlent de cet equippement comme de leur 'd'argent de poche'. Ca pourrait bien venir du fait qu'ils vendent ces ${itemName}s super cher aux étrangers.",
      "Souvent offert comme 'récompense pour service rendu' après des années au SLPD. Soit ça ou comme façon pédente de dire 'On vous em*****'",
      "Sans éraflure, cet ${itemName} parait presque assemblé main. Il est même traité contre les intempéries!"
    ],
    "RARE": [ 
      "Un bon ajout à votre équippement, ce ${itemName} est exceptionnellement solide et qualitatif. Son fabriquant est inconnu, mais ils savait carrément ce qu'il faisait.",
      "Un design spécial mais sans défaut. Gardé le immaculé et n'importe quel marchand vendrait ses possessions pour un si beau ${tierName}.",
      "Lee à dit un jour que certain équippement étaitent catégorisés comme ${tierName} pour une bonne raison. La corpo derrière cet objet, Arasaka, sait comment faire des équippements aussi séduisant qu'on pourrait le demander, comme le prouve ce ${itemName}.",
      "Rien du commerce ne peut ressembler à ce ${itemType}. Il est très customisé et a été fait main. Quelqu'un a passé beaucoup de temps à fabriquer ceci.",
      "C'est un excellent ${itemType} et il est splendide. parfaitement taillé. Il est construit dans un nano-alliage léger qui durera bien plus longtemps qu'une vie humaine.",
      "'Gardez le comme témoin de votre chance' est gravé sur le coté de cet ${itemType}. Il est peut être mieux de le recycler directement.",
      "Lee à dit que les supérieur du SLPD portaient cet équippement à une époque, mais un haut taux de mort on fait disparaitre cet ${itemType} rapidement.",
      "'En cas d'urgence, équipez cette pièce à tout prix' est gravé au dos de cet ${itemType}. 'Propriété du SLPD' est aussi gravé de l'autre coté de cet ${itemType}."
    ],
    "LEGENDARY": [ 
      "Cet ${itemName} faisait partie d'un production extrêmement limité d'Arasaka. Seulement quelques dizaines semblent avoir été fabriqué, et cette pièce en fait partie. Une pièce vénérée par les collectionneurs.",
      "Ceux qui ont porté ces ${itemName}s étaient soit des Député du SLPD, des aristocrates, ou des fous qui montrent bien leur tête.",
      "Une fine écriture derrière cet équippement raconte l'histoire d'un jeune garçon qui a souffert de cruautés et d'esclavage, juste pour fabriquer des équippement luxueux que des aristocrates achètent par nécessité.",
      "En fonction de l'éclairage sur le ${itemName}, la couleur prend différentes magnifiques teintes. Cet ${itemType} intègre différentes amélioration de survie comme un IA avancée, une interface neuronnale et une connectivité aux réseaux sociaux en VR.",
      "Cet ${itemName} appartient à un Chef de gang très connue qui a mené l'assaut initial contre la première rebellion d'IA. Il a été perdu après leur défaite, mais retrouvé d'une manière ou d'une autre.",
      "Une relique du passé qui est revenu du cyberespace. Un symbole runique non reconnaissable a été gravé sur le coté de cet ${itemType} qui date d'avant l'ère Cyberpunk.",
      "Gravé main. Rainuré pour plus de confort. Parfaitement rembourré et fabriqué de façon appropriée. Le logo Arasaka est imprimé de façon proéminente sur ce ${itemName}. Une pièce de qualité."
    ],
    "EPIC": [ 
      "Une merveille d'ingénierie unique en son genre, Cet ${itemName} est très recherché par les ultra-riches et les Chef de Gang. Extrêmement cher et puissant.",
      "Ceux qui recherche 'le seul et l'unique' équippement, connaissent l'histoire et les rummeurs autour de sa perfection, comme ${itemName} doit être.",
      "Un objet perdu qui refait surface dans le futur, révolutionnant la fabrication car seul ceux qui en sont 'assez digne' pourront aquérir son vrai pouvoir.",
      "Les net runners ont diffusé des rumeurs à propos de ${itemName} depuis de nombreuses années. Cet ${itemType} vaut la moitier du PIB de votre pays! Peut être que les runners cherchent encore? Leurs ombres semblent se déplacer d'elles même. Qui est là?",
      "Même avec un jackpot au pachinko, il ne serait pas possible de se payer cet ${itemName}. Il est marqué avec un codebar holographique dynamique que l'on trouve que sur des prototypes très limité de ${itemType}.",
      "La splendeur de cet ${itemType} n'a nulle autre pareil. C'est le célèbre ${itemName}. Son propriétaire doit se vautrer dans une ridicule richesse. Ce fabuleux trésor n'a pas de prix, le plus rare de la galaxie."
    ]
  }
}
