{
  "variables": [
    "itemName", "tierName", "itemType"
  ],
  "REMINDER": [
    "Le ${itemName} contient déjà le nom de tier, car le tier fait parti du nom, example: 'Pistolet camelote'."
  ],
  "lores": {
    "TRASH": [
      "Un ${itemName} rafistolé avec de la colle et du scotch. Comme décrit dans son nom ${tierName}, il fonctionne à peine pour un ${itemType}.",
      "C'était le meilleur de son époque, la fabrication de masse à couté à ce ${itemName} sa réputation et sa qualité. Rien de plus qu'un objet ${tierName}.",
      "Rien de plus qu'un 'objet' abandonné, bien que 'objet' implique un degrée d'utilité. Peut être plutôt un déchet qu'un objet. Finalement, ce ${itemType} est aussi 'fonctionnel' qu'on peut l'imaginer.",
      "C'est fou que ce ${itemType} soit encore complet.",
      "De quelque soit la poubelle dans laquelle cet ${itemType} à été trouvé, il est presque sûr qu'il y avait avec de la nourriture avariée avec plus de valeur que ce ${itemName}.",
      "Quelqu'un pourrait éxaminer ce ${itemName} en espérant y voir de la valeur. Il aurait juste perdu son temps.",
      "Ce ${itemType} à été rappelé par le fabriquant pour un vice de farbication. Il peut être utile de le recycler.",
      "Le coté pas au point de ${itemType} lui fait perdre sa valeur de façon exponentielle, les marchands l'ignore rien qu'au nom.",
      "Avoir une super marque ne signifie pas qu'un ${itemType} comme celui-là sera à la hauteur. Il sera au niveau de son tier, c'est à dire: ${tierName}.",
      "Si le temps c'est de l'argent, alors les quelques secondes nécessaire pour lire ceci valent plus que ce ${itemName} devant toi.",
      "Dans la plupart des cas, l'équippement fabriqué artisanalement détruira son possesseur en essayant de fonctionner au mieux. Espérons que ce ${itemType} ne soit pas livré avec une facture de décès",
      "Érodé, ce ${itemName} a vu de meilleurs jours. Cela dit, ça reste relatif. Il a été mal fait à l'origine mais tient encore le coup."
    ],
    "COMMON": [ 
      "Un des million d'équippement similaire fabriqué en série par Militeth tous les ans, ce ${itemName} n'a rien de spécial, mais au moins, il ne t'explosera pas à la figure.",
      "Facile à trouver, communément utilisé par les recrus du SLPD pendant son temps. Tu vas avoir besoin d'améliorer ce ${itemName} avant de l'utiliser.",
      "Ce ${itemName} est un ${itemType} standard. C'est tellement ${tierName} que tout le monde l'a déjà, et n'en voudrait pas d'autre.",
      "Des gens pourraient offrir ce ${itemName} comme un cadeau de mariage que personne n'en voudrait, mais bon, il peut avoir son utilité.",
      "Souvent présent dans le 'kit du débutant', ce ${itemType} permettra de te sentir 'bien armé'.",
      "Ce ${itemType} avec marqué sur le coté 'Armurier Judy'. Ca doit surement être le fabriquant.",
      "Souvent trouvé au marché de Shangri-La comme 'Equippement de débutant'. Souvent offert comme 'cadeau de bienvenue' tellement il est abondant.",
      "Un objet standard. Sur le coté de ce ${itemName} on peut lire qu'il a été fabriqué dans une usine d'Arsaka dans le Sud de l'Alabama, où la main d'oeuvre n'est pas cher, et envoyé en masse."
    ],
    "HIGH_QUALITY": [ 
      "Un surprenamment ${itemName}, cette pièce d'équippement porte les traces d'une excellente fabrication et accomplira son dessein avec précision.",
      "On voit bien que ce ${itemName} a été fabriqué correctement, en témoigne ce magnifique design. Garde-le intact et il te sauvera peut-être la vie un de ces jours.",
      "Pas une éraflure. Les rumeurs disent que seul un certain nombre de personne peuvent fabriqué cet équippement. Un beau ${itemType}, comme il doit l'être.",
      "Ca pourrait être utile. La marque sur cet ${itemType} indique qu'il faisait partie d'une série sans défaut. Peut être est-il vendable pour un beau profit?",
      "Ce ${itemName} rappelle des souvenirs nostalgiques. Si seulement plus de chose étaient faites ainsi, cette galaxie s'en porterait mieux.",
      "Un ${itemName} bien fait et amélioré. 'À Recycler lorsque le voyant est au rouge' est écrit au dos de ce ${itemType}.",
      "Les Marchands parlent de cet equippement comme de leur 'argent de poche'. Ca pourrait bien venir du fait qu'ils vendent ces ${itemName}s super cher aux étrangers.",
      "Souvent offert comme 'récompense pour service rendu' après des années au SLPD. Soit c'est ça, soit il est offert comme façon pédente de dire 'On vous e*****e !'",
      "Sans éraflure, ce ${itemName} parait presque assemblé artisanalement. Il est même traité contre les intempéries."
    ],
    "RARE": [ 
      "Un bon ajout à ton équippement, ce ${itemName} est exceptionnellement solide et qualitatif. Son fabriquant est inconnu, mais il savait carrément ce qu'il faisait.",
      "Un design spécial mais sans défaut. Garde-le immaculé et n'importe quel marchand vendrait ses possessions pour un objet aussi ${tierName}.",
      "Lee à dit un jour que certain équippement étaient catégorisés comme ${tierName} pour une bonne raison. La corporation Araska derrière cet objet, sait comment faire des équippements aussi séduisant, comme le prouve ce ${itemName}.",
      "Rien dans le commerce ne peut ressembler à ce ${itemType}. Il est très customisé et a été fait artisanalement. Quelqu'un a passé beaucoup de temps à fabriquer ceci.",
      "C'est un excellent ${itemType} et il est splendide, parfaitement taillé. Il est construit dans un nano-alliage léger qui durera bien plus longtemps qu'une vie humaine.",
      "'Gardez-le comme témoin de votre chance' est gravé sur le coté de ce ${itemType}. Il est peut être mieux de le recycler directement.",
      "Lee à dit que les supérieur du SLPD portaient cet équippement à une époque, mais un haut taux de mort on fait disparaitre ce ${itemType} rapidement.",
      "'En cas d'urgence, équipez cet objet immédiatement' est gravé au dos de ce ${itemType}. 'Propriété du SLPD' est aussi gravé de l'autre coté de ce ${itemType}."
    ],
    "LEGENDARY": [ 
      "Ce ${itemName} faisait partie d'un production extrêmement limité d'Arasaka. Seulement quelques dizaines semblent avoir été fabriqué, et cette pièce en fait partie. Une pièce vénérée par les collectionneurs.",
      "Ceux qui ont porté ces ${itemName}s étaient soit des députés du SLPD, des aristocrates, ou des fous qui mettent en avant leur égocentrisme.",
      "Une fine écriture derrière cet équippement raconte l'histoire d'un jeune garçon qui a souffert de cruautés et d'esclavage, juste pour fabriquer des équippement luxueux que des aristocrates achètent par nécessité.",
      "En fonction de l'éclairage sur ce ${itemName}, la couleur prend différentes teintes magnifiques. Ce ${itemType} intègre différentes améliorations de survie comme un IA avancée, une interface neuronnale et une connectivité aux réseaux sociaux en VR.",
      "Ce ${itemName} appartient à un Chef de gang très connue qui a mené l'assaut initial contre la première rebellion d'IA. Il a été perdu après leur défaite, mais tu viens d'y mettre la main dessus.",
      "Une relique du passé qui est revenu du cyber-espace. Un symbole runique non-reconnaissable a été gravé sur le coté de ce ${itemType} qui date d'avant l'ère Cyberpunk.",
      "Gravé artisanalement, rainuré pour plus de confort, parfaitement rembourré et fabriqué de façon appropriée, le logo Arasaka est imprimé de façon proéminente sur ce ${itemName}. Une pièce de qualité."
    ],
    "EPIC": [ 
      "Une merveille d'ingénierie unique en son genre, Ce ${itemName} est très recherché par les ultra-riches et les Chef de Gang. Extrêmement puissant et cher.",
      "Ceux qui recherchent 'le seul et unique' équippement, connaissent l'histoire et les rummeurs autour de sa perfection, comme ce ${itemName} doit être.",
      "Un objet perdu qui refait surface dans le futur, révolutionnant la fabrication car seul ceux qui en sont 'assez digne' pourront aquérir son vrai pouvoir.",
      "Les NetRunners ont diffusé des rumeurs à propos de ce ${itemName} depuis de nombreuses années. Ce ${itemType} vaut la moitier du PIB de ton pays ! Peut-être que les NetRunners cherchent encore ? Leurs ombres semblent se déplacer d'elles même. Qui va là ?",
      "Même avec un jackpot au pachinko, il ne serait pas possible de se payer ce ${itemName}. Il est marqué avec un codebar holographique dynamique que l'on trouve que sur des prototypes très limité de ${itemType}.",
      "La splendeur de ce ${itemType} n'a nulle autre pareille. C'est le célèbre ${itemName}. Son propriétaire doit se vautrer dans une ridicule richesse. Ce fabuleux trésor n'a pas de prix, le plus rare de la galaxie."
    ]
  }
}
