{
  "variables": [
    "itemName", "tierName", "itemType"
  ],
  "REMINDER": [
    "O ${itemName} já inclui o nome da camada, pois o nome da camada faz parte do nome, por exemplo, 'Pistola de Lixo'"
  ],
  "lores": {
    "TRASH": [
      "Um ${itemName} quebrado e desgastado preso por cola e fita adesiva. Fiel à sua designação ${tierName}, ele mal funciona como um ${itemType}.",
      "Costumava ser a tecnologia de ponta de seu tempo, a fabricação em massa custa ${itemName} sua reputação e qualidade. Nada mais do que um ${tierName} de seu destino.",
      "Nada mais do que um artefato abandonado - embora, 'artefato' pareça implicar algum grau de significância. Talvez menos de um artefato do que apenas detritos. Então, novamente, esses ${itemType} eram apenas tão 'funcionais' quanto precisavam ser. ",
      "É uma maravilha que este ${itemType} ainda tenha todas as suas peças.",
      "Qualquer lixeira de onde este ${itemType} veio quase certamente continha comida estragada que valeria mais do que ${itemName}.",
      "Alguém pode examinar ${itemName}, esperando encontrar algo valioso. Infelizmente, eles teriam desperdiçado seu valioso tempo.",
      "Este ${itemType} foi recolhido pelo fabricante devido a defeitos conhecidos. Pode ser útil como material de sucata.",
      "As arestas fazem um ${itemType} perder seu valor exponencialmente, a ponto de chamar seu 'nome' fazer um comerciante ignorar sua existência.",
      "Ter uma marca tão notável não significa que um equipamento ${itemType} como este fará jus ao seu nome. Fazer jus ao seu nível ${tierName}.",
      "Se tempo é dinheiro, os poucos segundos que você leva para ler isso valem bem mais do que o ${itemName} que você vê antes de você.",
      "Na maioria dos casos, o equipamento artesanal provavelmente destruirá seu dono enquanto tenta ser o mais funcional possível. Espero que este equipamento ${itemType} não venha com contas fixas.",
      "Desgastado e derrotado, este ${itemName} já viu dias melhores. Infelizmente, dias melhores são relativos."
    ],
    "COMMON": [ 
      "Um dos muitos milhões de equipamentos semelhantes produzidos anualmente pela Militech, este ${itemName} não é nada especial, mas pelo menos não explode na sua cara.",
      "Fácil de encontrar, comumente usado por recrutas do SLPD durante seu tempo. Talvez seja necessário refinar o ${itemName} um pouco antes de usá-lo.",
      "O ${itemName} é um ${itemType} padrão. Isso é tão ${tierName} que quase todo mundo já tem um e provavelmente não estaria interessado em outro.",
      "As pessoas podem dar um ${itemName} como lembrança de festa em seus casamentos. Ninguém realmente precisa de outro, mas pode ter alguma utilidade.",
      "Comumente referido como um 'kit inicial', este equipamento ${itemType} bem feito servirá ao propósito de cumprir o valor da humanidade de 'estar bem armado'.",
      "Um equipamento ${itemType} proposital com um rótulo 'Judy's Weapon Smith' na lateral. Devem ser os criadores dele.",
      "Comumente encontrado no mercado Shangri-La como equipamento para iniciantes. Principalmente presenteado como um 'amuleto de boas-vindas' devido à quantidade abundante de equipamentos.",
      "Um item de emissão padrão. O carimbo neste ${itemName} indica que foi fabricado em uma fábrica de Arasaka no baixo Alabama, onde a mão de obra é barata e enviada a granel."
    ],
    "HIGH_QUALITY": [ 
      "Um ${itemName} surpreendentemente bem feito, este equipamento ostenta sinais de excelente habilidade e cumpre seu propósito designado com precisão.",
      "Um notável artesanato de um bom ${itemName} é, como mostra seu design magnífico. Mantenha-o intacto e você poderá salvar um membro outro dia.",
      "Nem um arranhão. Rumores diziam que apenas uma certa quantidade de pessoas poderia criar este equipamento. Um bom ${itemType}, como deveria ser.",
      "Isso pode ser útil. As marcações neste ${itemType} indicam que ele fazia parte de um lote de produção sem defeitos. Talvez ele pudesse ser vendido com um bom lucro?",
      "O ${itemName} traz de volta memórias nostálgicas. Se apenas mais coisas fossem feitas assim, esta galáxia estaria melhor.",
      "Um ${itemName} refinado e bem feito. O texto 'Descartar quando ocorrer um nível perigoso de mau funcionamento' é mostrado na parte de trás do ${itemType}.",
      "Os comerciantes se referem a esse equipamento específico como seu 'dinheiro de bolso'. Isso pode estar relacionado ao comportamento de vender esses ${itemName}s a preços altos para estrangeiros.",
      "Notavelmente presenteado como uma 'dedicação ao trabalho' depois de uma certa quantidade de anos no SLPD. Ou isso ou como uma maneira 'nobre' de dizer 'f*** sua existência'.",
      "Sem arranhões, este ${itemName} quase parece montado à mão. Ele ainda tem um revestimento resistente às intempéries!"
    ],
    "RARE": [ 
      "Uma adição valiosa a qualquer conjunto de equipamentos, este ${itemName} é excepcional em durabilidade e qualidade. Seu fabricante é desconhecido, mas eles com certeza sabiam o que estavam fazendo.",
      "Um design intrincado sem erros no meio, como notado imediatamente. Mantenha-o impecável e qualquer comerciante poderá vender seus pertences por uma peça ${tierName}.",
      "Lee disse uma vez que alguns equipamentos foram listados como ${tierName} por um bom motivo. A corporação por trás disso, Arasaka, sabe como fazer um equipamento tão bom e sedutor quanto a humanidade poderia pedir, como este ${itemName} prova.",
      "Nada pronto para uso se parece com este ${itemType}. É altamente personalizado e parece ter sido feito à mão. Alguém passou muito tempo fazendo isso.",
      "Este é um excelente ${itemType} e parece ótimo. Tem o tamanho perfeito. O material é construído com uma nanoliga leve que durará eras além de uma vida útil orgânica típica.",
      "'mantenha-o como um amuleto de boa sorte' foi gravado ao lado do ${itemType}. Talvez seja melhor simplesmente descartá-lo imediatamente.",
      "Lee disse que o SLPD de alto escalão uma vez equipou esse equipamento, mas uma alta taxa de mortalidade fez com que esse ${itemType} desaparecesse rapidamente.",
      "'em caso de emergência, equipe este equipamento a todo custo' foi gravado na parte traseira do ${itemType}. O texto 'Propriedade do SLPD' também foi mostrado no outro lado do ${itemType}."
    ],
    "LEGENDARY": [ 
      "Este ${itemName} foi parte de uma produção extremamente limitada dirigida por Arasaka. Apenas algumas dúzias foram supostamente feitas, e este equipamento está entre esse grupo venerado. Um prêmio reverenciado para qualquer colecionador de armas.",
      "Aqueles que equiparam esses ${itemName}s eram deputados do SLPD, aristocratas ou tolos que mostram suas cabeças claramente.",
      "O bom rótulo por trás do equipamento recontou a história de um jovem rapaz que sofre com crueldade e trabalho extensivo, apenas para ser consumido dentro de equipamentos caros que os aristocratas adquirem por necessidade.",
      "À medida que a luz dança no ${itemName}, a cor gira em vários tons agradáveis ​​aos olhos. Este ${itemType} tem várias atualizações de sobrevivência integradas, como IA avançada, uma interface neural e conectividade de mídia social VR.",
      "O ${itemName} pertencia a um famoso líder de gangue que liderou o ataque inicial contra a primeira rebelião da IA. Ele foi perdido após a morte deles, mas de alguma forma foi encontrado novamente.",
      "Uma relíquia do passado que encontrou seu caminho de volta ao ciberespaço. Um símbolo rúnico irreconhecível foi gravado na lateral do ${itemType} que remonta à era pré-cyberpunk.",
      "Gravado à mão. Conforto estriado. Acolchoado exatamente corretamente e usinado adequadamente. O logotipo Arasaka está estampado com destaque neste ${itemName}. Uma peça de qualidade."
    ],
    "EPIC": [ 
      "Uma maravilha da engenharia única, este ${itemName} é muito procurado tanto pelos ultra-ricos quanto pelos líderes de gangues de elite. Extremamente valioso e poderoso.",
      "Aqueles que buscam este 'único' equipamento, conhecem a história e as relevâncias em torno de sua perfeição, como deve ser ${itemName}.",
      "Um artefato perdido que surge em um tempo futurista, revolucionando o artesanato, pois apenas aqueles que são 'digno o suficiente' adquirirão seu verdadeiro poder.",
      "Os corredores da rede têm espalhado rumores sobre ${itemName} por muitos anos. Este ${itemType} vale metade do seu PIB local! Talvez os corredores ainda estejam procurando? As sombras parecem se mover por si mesmas. Quem está lá fora?",
      "Mesmo com uma grande vitória no pachinko, não se poderia pagar este ${itemName}. Ele é marcado com um caro código de barras de holograma dinâmico industrial que é encontrado apenas em protótipos ${itemType} ultra-premium limitados.",
      "O esplendor deste ${itemType} é inigualável. Este é o famoso ${itemName}. Este bebezinho é um em um milhão. Seu dono poderia se relacionar com os ridiculamente ricos. Este fabuloso tesouro é inalcançável a qualquer preço, o mais raro da galáxia."
    ]
  }
}
