{
  "variables": [
    "itemName", "tierName", "itemType"
  ],
  "REMINDER": [
    "Das ${itemName} enthält bereits die Seltenheit, da die Seltenheit Teil des Namens ist, z. B. „Trash Pistol“."
  ],
  "lores": {
    "TRASH": [
      "Eine zerbrochene und ramponierte ${itemName}, das mit Klebstoff und Klebeband zusammengehalten wird. Getreu seiner ${tierName}-Bezeichnung funktioniert es kaum als ${itemType}.",
      "Früher die Spitzentechnologie seiner Zeit, kostet die Massenfertigung ${itemName} ihren Ruf und Qualität. Nichts weiter als ${tierName} seines Schicksals.",
      "Nichts weiter als ein verlassenes Artefakt – obwohl 'Artefakt' ein gewisses Maß an Bedeutung zu implizieren scheint. Vielleicht weniger ein Artefakt als nur Schutt. Andererseits waren diese ${itemType} nur so 'funktional', wie sie sein mussten.",
      "Es ist ein Wunder, dass dieses ${itemType} überhaupt noch alle seine Teile hat.",
      "Aus welchem Müllcontainer auch immer diese ${itemType} kam, er enthielt mit ziemlicher Sicherheit verdorbenes Essen, das mehr wert wäre als ${itemName}.",
      "Man könnte ${itemName} untersuchen, in der Hoffnung, etwas Wertvolles zu finden. Leider hätte man dann seine wertvolle Zeit verschwendet.",
      "Dieses ${itemType} wurde vom Hersteller wegen bekannter Mängel zurückgerufen. Es könnte als Abfallmaterial nützlich sein.",
      "Raue Kanten führen dazu, dass ein ${itemType} seinen Wert exponentiell verliert, bis zu dem Punkt, an dem der Aufruf seines „Namens“ einen Händler dazu bringt, seine Existenz zu ignorieren.",
      "Eine so bemerkenswerte Marke zu haben bedeutet nicht, dass eine ${itemType}-Ausrüstung wie diese ihrem Namen alle Ehre macht. Das heißt, es wird seiner ${tierName}-Stufe gerecht.",
      "Wenn Zeit Geld ist, sind die wenigen Sekunden, die du zum Lesen benötigst, weit mehr wert als die ${itemName}, die du vor dir siehst.",
      "In den meisten Fällen wird handgefertigte Ausrüstung höchstwahrscheinlich ihren Besitzer zerstören, während sie ihr Bestes gibt, um so funktional wie möglich zu sein. Hoffe, dass diese ${itemType}-Ausrüstung nicht mit Flatline-Rechnungen geliefert wird.",
      "Verwittert und angeschlagen hat dieses ${itemName} schon bessere Tage gesehen. Leider sind bessere Tage relativ. Es war von Anfang an auch schlampig gemacht."
    ],
    "COMMON": [ 
      "Dieses ${itemName} ist eines der vielen Millionen ähnlicher Ausrüstungsteile, die jährlich von Militech produziert werden, nichts Besonderes, aber zumindest explodiert es nicht in deinem Gesicht.",
      "Leicht zu finden, während seiner Zeit häufig von SLPD-Rekruten verwendet. Möglicherweise musst du ${itemName} ein wenig verfeinern, bevor du es verwendest",
      "Die ${itemName} ist ein Standard-${itemType}. Das ist so ${tierName}, dass fast jeder bereits einen hat und wahrscheinlich nicht an einem anderen interessiert wäre.",
      "Leute könnten ${itemName} als Gastgeschenk bei ihren Hochzeiten verschenken. Niemand braucht wirklich eine andere, aber es könnte einen Nutzen haben.",
      "Diese gut gemachte ${itemType}-Ausrüstung, die allgemein als „Starter-Kit“ bezeichnet wird, erfüllt ihren Zweck, den Wert der Menschheit zu erfüllen, 'gut bewaffnet zu sein'.",
      "Eine zweckmäßige ${itemType}-Ausrüstung mit der Aufschrift 'Judys Waffenschmied' an der Seite. Das müssen die Macher sein.",
      "Häufig als Anfängerausrüstung auf dem Shangri-La-Markt zu finden. Aufgrund der reichlich vorhandenen Ausrüstung meist als 'Willkommensgeschenk' verschenkt.",
      "Ein Standardausgabeartikel. Der Stempel auf dieser ${itemName} weist darauf hin, dass sie in einem Arasaka-Werk im unteren Teil von Alabama hergestellt wurde, wo Arbeitskräfte billig sind, und in großen Mengen versandt wurde."
    ],
    "HIGH_QUALITY": [ 
      "Ein überraschend gut gemachtes ${itemName}, dieses Ausrüstungsstück weist Zeichen exzellenter Handwerkskunst auf und erfüllt seinen vorgesehenen Zweck mit Präzision.",
      "Eine bemerkenswerte Handwerkskunst eines feinen ${itemName} ist, wie sein prachtvolles Design zeigt. Halten Sie es intakt und es könnte Ihnen an einem anderen Tag ein Glied retten.",
      "Kein Kratzer drauf. Gerüchte besagten, dass nur eine bestimmte Anzahl von Leuten diese Ausrüstung herstellen könnte. Ein feines ${itemType}, wie es sein sollte.",
      "Dies könnte nützlich sein. Die Markierungen auf dieser ${itemType} weisen darauf hin, dass sie Teil einer Produktionscharge ohne Mängel war. Vielleicht könnte sie mit einem schönen Gewinn verkauft werden?",
      "Der ${itemName} weckt nostalgische Erinnerungen. Wenn nur noch mehr solcher Dinge hergestellt würden, wäre diese Galaxie besser dran.",
      "Ein raffiniertes, gut gemachtes ${itemName}. Der Text 'Ausrangieren, wenn eine gefährliche Fehlfunktion auftritt' wird auf der Rückseite von ${itemType} angezeigt.",
      "Händler bezeichnen diese spezielle Ausrüstung als ihr 'Taschengeld'. Es könnte mit ihrem Verhalten zusammenhängen, diese ${itemName}s zu hohen Preisen an Ausländer zu verkaufen.",
      "Besonders begabt als 'Arbeitseinsatz' nach einer gewissen Anzahl von Jahren bei SLPD. Entweder das oder als 'hochadlige' Art zu sagen 'Scheiß auf deine Existenz'.",
      "Ohne Kratzer sieht diese ${itemName} fast wie von Hand zusammengebaut aus. Es hat sogar eine wetterfeste Beschichtung!"
    ],
    "RARE": [ 
      "Diese ${itemName} ist eine wertvolle Ergänzung für jede Ausrüstung und zeichnet sich durch Langlebigkeit und Qualität aus. Der Hersteller ist unbekannt, aber sie wussten verdammt genau, was sie taten.",
      "Ein filigranes Design ohne Fehler dazwischen, wie sofort auffällt. Halten Sie es makellos und jeder Händler könnte seine Habseligkeiten für ein solches ${tierName}-Stück verkaufen.",
      "Lee sagte einmal, dass einige Ausrüstungsgegenstände aus gutem Grund als ${tierName} aufgeführt seien. Das Unternehmen dahinter, Arasaka, weiß, wie man ein so feines und dennoch verführerisches Gerät herstellt, wie es sich die Menschheit nur wünschen kann, wie dieses ${itemName} beweist.",
      "Nichts von der Stange sieht so aus wie ${itemType}. Es ist stark angepasst und scheint handgefertigt zu sein. Jemand hat viel Zeit damit verbracht, dies zu machen.",
      "Dies ist ein ausgezeichneter ${itemType} und sie sieht großartig aus. Es hat die perfekte Größe. Das Material besteht aus einer leichten Nanolegierung, die Äonen über eine typische organische Lebensdauer hinaus hält.",
      "'Behalte es als Glücksbringer' war seitlich auf dem ${itemType} eingraviert. Am besten gleich wegschmeißen.",
      "Lee sagte, dass hochrangige SLPD diese Ausrüstung einst ausrüsteten, aber eine hohe Sterblichkeitsrate dazu führte, dass dieser ${itemType} schnell verblasste.",
      "'im Notfall diese Ausrüstung um jeden Preis ausrüsten' war auf der Rückseite des ${itemType} eingraviert. Der Text „Eigentum von SLPD“ wurde auch auf der anderen Seite von ${itemType} angezeigt."
    ],
    "LEGENDARY": [ 
      "Dieser ${itemName} war Teil einer extrem limitierten Auflage von Arasaka. Angeblich wurden nur ein paar Dutzend hergestellt, und diese Ausrüstung gehört zu dieser verehrten Gruppe. Ein begehrter Preis für jeden Waffensammler.",
      "Diejenigen, die diese ${itemName}s ausgerüstet haben, waren entweder SLPD-Abgeordnete, Aristokraten oder Dummköpfe, die ihre Köpfe deutlich zeigen.",
      "Das schöne Etikett hinter der Ausrüstung erzählte die Geschichte eines jungen Burschen, der unter Grausamkeit und umfangreicher Arbeit leidet, nur um in teurer Ausrüstung verbraucht zu werden, die Aristokraten als Notwendigkeit erwerben.",
      "Wenn das Licht von ${itemName} tanzt, wirbelt die Farbe in mehrere ansprechende Farbtöne. Dieser ${itemType} verfügt über mehrere integrierte Survival-Upgrades wie fortschrittliche KI, eine neuronale Schnittstelle und VR-Social-Media-Konnektivität.",
      "Das ${item Name} gehörte einem berühmten Bandenführer, der den ersten Angriff gegen die erste KI-Rebellion anführte. Es ging nach ihrem Tod verloren, aber irgendwie wurde es wieder gefunden.",
      "Ein Relikt der Vergangenheit, das seinen Weg zurück in den Cyberspace gefunden hat. In die Seite des ${itemType} wurde ein nicht erkennbares Runensymbol eingraviert, das aus der Vor-Cyberpunk-Ära stammt.",
      "Handgeätzt. Rillen für den Komfort. Genau richtig gepolstert und entsprechend bearbeitet. Das Arasaka-Logo ist gut sichtbar auf diesem ${itemName} eingeprägt. Ein Qualitätsstück."
    ],
    "EPIC": [ 
      "Dieser ${itemName} ist ein einzigartiges technisches Wunderwerk und sowohl bei den Ultrareichen als auch bei den Elite-Gangführern sehr begehrt. Äußerst wertvoll und kraftvoll.",
      "Diejenigen, die dieses 'einzigartige' Gerät suchen, kennen die Geschichte und die Relevanz seiner Perfektion, wie es ${itemName} sein sollte.",
      "Ein verlorenes Artefakt, das in einer futuristischen Zeit auftaucht und die Handwerkskunst revolutioniert, da nur diejenigen, die 'würdig genug' sind, seine wahre Macht erlangen werden.",
      "Netzläufer verbreiten seit vielen Jahren Gerüchte über ${itemName}. Diese ${itemType} ist die Hälfte Ihres lokalen BIP wert! Vielleicht suchen die Läufer noch? Die Schatten scheinen sich von selbst zu bewegen. Wer ist da draußen?",
      "Selbst mit einem großen Gewinn bei Pachinko könnte man sich diese ${itemName} nicht leisten. Sie ist mit einem teuren industriellen dynamischen Hologramm-Barcode gekennzeichnet, der nur auf limitierten Ultra-Premium-Prototypen von ${itemType} zu finden ist.",
      "Die Pracht dieses ${itemType} ist unübertroffen. Das ist die berühmte ${itemName}. Dieses kleine Baby ist eines von einer Million. Sein Besitzer konnte mit den lächerlich Reichen verkehren. Dieser fabelhafte Schatz ist um keinen Preis erhältlich, der seltenste in der Galaxie."
    ]
  }
}
