{
  "variables": [
    "itemName", "tierName", "itemType"
  ],
  "lores": {
    "TRASH": [
      "A broken and battered ${itemName} held together by glue & duct tape. True to it's ${tierName} designation, it barely functions as a ${itemType}.",
      "You start to examine ${itemName}, hoping to find something valuable. Alas, you have wasted your valuable time.",
      "This ${itemType} was recalled by the manufacturer for known defects. It might be useful as scrap material."
    ],
    "COMMON": [ 
      "One of the many millions of similar pieces of gear churned out by Militech annually, this ${itemName} is nothing special, but at least it doesn't explode in your face.",
      "The ${itemName} is a standard ${itemType}. This is so ${tierName} that everyone already has one, and probably wouldn't be interested in another.",
      "Your friend gave out ${itemName} as party favors at their last wedding. You don't really need another, but it might have some use."
    ],
    "HIGH_QUALITY": [ 
      "A surprisingly well-made ${itemName}, this piece of equipment sports signs of excellent craftsmanship and accomplishes it's designated purpose with precision.",
      "This could be useful. The markings on this ${itemType} indicate it was part of a production batch without defects. Maybe you could sell it for a nice profit?",
      "You think back to when you found ${itemName} and remember it fondly. If only more things were made like this, this world would be better off."
    ],
    "RARE": [ 
      "A valuable addition to any set of gear, this ${itemName} is exceptional in both durability and quality. It's manufacturer is unknown, but they sure as hell knew what they were doing.",
      "You try to remember if you've seen any ${itemType} that looks like this before. It's heavily customized and appears to be hand-crafted. Someone spent a lot of time making this.",
      "This is an excellent ${itemType} and it looks great. It is the perfect size for you. It's made of a light-weight material and will likely last longer than you."
    ],
    "LEGENDARY": [ 
      "This ${itemName} was part of an extremely limited production run by Arasaka. Only a few dozen were supposedly made, and this is gear is among that venerated group. A revered prize for any weapons collector.",
      "As light dances off ${itemName}, the color swirls into several eye pleasing hues. This ${itemType} has several built-in survival upgrades such as advanced AI, a neural interface, and VR social media connectivity.",
      "The ${itemName} used to belong to your great-great-grand-father when he lead his gang against the AI rebellion. It was lost after his death, but you've found it again."
    ],
    "EPIC": [ 
      "A one-of-a-kind engineering marvel, this ${itemName} is highly sought after by the ultra-rich and elite gang leaders alike. Extremely valuable and powerful.",
      "You heard a rumor about ${itemName}. This ${itemType} is worth half the GDP of your country! Now, it's yours. You peer over your shoulder into the shadows. Is someone watching you?",
      "Even if you won big at pachinko, you still couldn't afford the ${itemName}. It uses an expensive industrial dynamic hologram bardcode found only on ultra-premium ${itemType}.",
      "The splendor of this ${itemType} is second to none. This is the famous ${itemName}. This little baby is one in a million. Now you too can hob nob with the ridiculously wealthy. This fabulous treasure is unobtainable at any price, the rarest in the galaxy."
    ]
  }
}
